import img01 from '../asset/Br01.jpg'
import img02 from '../asset/Br02.jpg'
import img03 from '../asset/Br03.jpg'
import img04 from '../asset/Br04.jpg'

const Data = {
    bookReviewData:[
        {
            id: 1,
            image: img01,
            title: "NIKSEN ศิลปะของการไม่ทำอะไรเลย",
            subtitle: "Niksen คือปรัชญาของชาวดัตช์สำหรับผู้ที่อยากสงบจิตสงบใจและพักผ่อน ความหมายของคำนี้คือการไม่ทำอะไรเลย โดยไม่ต้องมีเป้าหมายอะไรทั้งสิ้น แต่ไม่ใช่ความขี้เกียจหรือความน่าเบื่อ Niksen คือความสนุกในช่วงที่ชีวิตได้หยุดพักเล็กน้อย แนวคิดนี้จะช่วยปลดปล่อยคุณจากตารางงานที่วุ่นวายในแต่ละวัน ความต้องการของครอบครัว และแรงกดดันต่าง ๆ ",
            author: "ผู้เขียน ลาฟไรห์เซน, แอนเนท",
        },
        {
            id: 2,
            image: img02,
            title: "เลิกเป็นคนดี แล้วจะมีความสุข",
            subtitle: "ทุกคนต้องการเป็นที่ชื่นชอบและได้รับการยอมรับกันทั้งนั้น แต่บางคนก็แคร์สายตาคนอื่นมากไปจนไม่เป็นตัวของตัวเอง สุดท้ายก็กดดันและเป็นทุกข์ เลิกเป็นคนดี แล้วจะมีความสุข จะช่วยให้คุณกล้าเป็นตัวเองมากขึ้น และแคร์สายตาคนอื่นน้อยลง เช่น เลิกกลัวการถูกเกลียด เลิกเปลี่ยนตัวเองให้เข้ากับคนอื่น และเลิกเกรงใจจนเกินเหตุ",
            author: "ผู้เขียน โทะคิโอะ โกะโด",
        },
        {
            id: 3,
            image: img03,
            title: "นี่เราใช้ชีวิตยากเกินไปหรือเปล่านะ",
            subtitle: " หลายต่อหลายครั้งที่มักมีใครบางคนบอกให้เราตั้งใจทำนู่นทำนี่ให้ดีนะ ถ้าทำแบบนี้ ถ้าพยายามเข้า จะต้องประสบความสำเร็จแน่ ๆ หลายครั้งที่เราเลือกเดินตามเส้นทางที่หลายคนเดิน เพราะเราเห็นผลลัพธ์ที่ดีของคนอื่น ๆ แต่จะเป็นอย่างไร หากเราได้ออกเดินทางและเลือกใช้ชีวิตในแบบของตัวเอง ทำสิ่งที่ชอบให้เต็มที่ ขณะเดียวกันก็ผ่อนคลายและไม่ยึดติดจนเกินไป",
            author: "ผู้เขียน ฮาวัน",
        },
        {
            id: 4,
            image: img04,
            title: "นี่เราใช้ชีวิตยากเกินไปหรือเปล่านะ",
            subtitle: " หลายต่อหลายครั้งที่มักมีใครบางคนบอกให้เราตั้งใจทำนู่นทำนี่ให้ดีนะ ถ้าทำแบบนี้ ถ้าพยายามเข้า จะต้องประสบความสำเร็จแน่ ๆ หลายครั้งที่เราเลือกเดินตามเส้นทางที่หลายคนเดิน เพราะเราเห็นผลลัพธ์ที่ดีของคนอื่น ๆ แต่จะเป็นอย่างไร หากเราได้ออกเดินทางและเลือกใช้ชีวิตในแบบของตัวเอง ทำสิ่งที่ชอบให้เต็มที่ ขณะเดียวกันก็ผ่อนคลายและไม่ยึดติดจนเกินไป",
            author: "ผู้เขียน ฮาวัน",
        },
    ]
}
export default Data;