import React from 'react'
import {
    Section
} from './ContentElement'

const Con103 = () => {
  return (
    <>
    <Section>
      <div className='title'>
        <h1>ปัญหาต่าง ๆ เกี่ยวกับการนอน	</h1>
      </div>
      <div className='content-image'>
        <img src='https://picsum.photos/id/274/750/575' alt='Con101'/>
      </div>
      <div className='paragraph'>
        <p>หลายปัญหาที่เกี่ยวข้องกับการนอนเป็นสัญญาณเตือนว่า สุขภาพร่างกายกำลังต้องการการเยียวยาและฟื้นฟู</p>
      </div>
      <div className='paragraph'>
        <p>1.นอนไม่หลับ (Insomnia)<br/>นอนไม่หลับ เป็นอาการที่เกิดร่วมกับความผิดปกติของร่างกายและจิตใจ หรืออาจเกิดจาก ความเครียดสะสม ลักษณะอาการ คือ ต้องใช้เวลานานกว่าจะนอนหลับ ส่งผลให้ร่างกายเหนื่อยล้า อิดโรย หากนอนไม่หลับติดต่อกันเป็นเวลานานจะส่งผลให้ภูมิคุ้มกันของร่างกายลดน้อยลง การทำงานของร่างกายเสียสมดุลในที่สุด</p>
        <p>ฟื้นฟูรักษา โดยปรับพฤติกรรมและความเชื่อต่าง ๆ เช่น</p>
        <li>เข้านอนให้เป็นเวลา ลด ละ เลิก พฤติกรรมต่าง ๆ ที่อาจทำให้นอนหลับยาก เช่น การเล่นโทรศัพท์มือถือ ก</li>
        <li>การกดจุดบริเวณใบหน้าก่อนนอน ด้วยการใช้ปลายนิ้วนวดวนเป็นวงกลมไปเรื่อย ๆ ตามหัวคิ้ว ขมับ ร่องจมูก คาง และมุมปาก ช่วยให้นอนหลับสบายและหลับสนิทขึ้น</li>
        <li>ใช้กลิ่นของน้ำมัน หอมระเหยช่วยให้รู้สึกผ่อนคลายและนอนหลับสบายมากขึ้น เช่น น้ำมันหอมระเหยจาก ลาเวนเดอร์</li>
        <li>หากอาการไม่ดีขึ้นควรปรึกษาแพทย์เพื่อใช้ยาร่วมในการรักษา</li>
      </div>
      <div className='paragraph'>
        <p>2.วงจรการหลับการตื่นเสียสมดุล</p>
        <p>อาจเป็นอาการที่มีผลมาจากสภาพแวดล้อม เช่น การเดินทางข้ามทวีป (Circadian Rhythm Disorders or Jet Lag) หรือการปรับเปลี่ยนเวลาการทำงาน การใช้ชีวิต ทำให้วงจรนาฬิกาชีวิตเปลี่ยนไปจากปกติ ส่วนมากมักมีอาการในช่วงระยะเวลาสั้น ๆ เมื่อร่างกายปรับตัวได้ก็จะสามารถนอนหลับได้เป็นปกติ</p>
        <p>ฟื้นฟูรักษา โดยอย่าฝืนร่างกายเมื่อเกิดอาการง่วง ควรหาสถานที่สงบ สะอาด ปราศจาก สิ่งรบกวนการนอน และอากาศเย็นสบายเพื่อช่วยให้นอนหลับง่ายขึ้น การใช้ผ้าปิดตา และการดื่มน้ำเปล่าให้เพียงพอจะช่วยให้ร่างกายรู้สึกผ่อนคลายดีขึ้น</p>
      </div>
      <div className='paragraph'>
        <p>3.นอนกรน (Snoring)<br/>การนอนกรนหรือการหายใจเสียงดังระหว่างนอนหลับ ฟื้นฟูรักษา หากนอนกรนไม่รุนแรงสามารถบรรเทาลงได้ด้วยการปรับเปลี่ยนพฤติกรรม เช่น</p>
        <li>นอนตะแคง นอนหมอนสูง โดยใช้หมอนรองให้ศีรษะสูงขึ้นประมาณ 4 นิ้ว</li>
        <li>หลีกเลี่ยงการดื่มแอลกอฮอล์ก่อนเข้านอนอย่างน้อย 4 ชั่วโมง</li>
        <li>เลิกสูบบุหรี่ เพราะเป็นสาเหตุให้คัดจมูก และหายใจไม่ออก อาจทำให้เนื้อเยื่อบริเวณคอหอยบวมขึ้น ส่งผลให้ทางเดินหายใจแคบลงได้</li>
        <li>หากน้ำหนักเกินควรลดน้ำหนัก</li>
      </div>
      <div className='paragraph'>
        <p>5.ปัญหารบกวนการนอนของผู้หญิง<br/>ปัญหาที่มักรบกวนการนอนของผู้หญิง ได้แก่ ภาวะซึมเศร้า การเปลี่ยนแปลงครั้งยิ่งใหญ่ของชีวิต เช่น การหย่าร้าง การตั้งครรภ์ การเปลี่ยนแปลงของฮอร์โมนที่สัมพันธ์กับการเข้าสู่วัยทอง คู่นอนกรนเสียงดัง ฯลฯ</p>
        <p>ผู้หญิงที่อดนอนบ่อยอาจส่งผลให้ประจำเดือนมาไม่ปกติ เนื่องจากระบบการผลิตฮอร์โมนถูกรบกวน นอกจากนี้การนอนดึกเกินไปยังรบกวนระบบการทำงานของเมลาโทนิน ซึ่งเป็นสารเคมีที่ช่วยฟื้นฟูร่างกายในขณะนอนหลับ เนื่องจากเมลาโทนินจะหลั่งในเวลากลางคืนที่มีดสนิทและหลั่งมากที่สุดในช่วงดึก </p>
      </div>
      <div className='paragraph'>
        <p>ฟื้นฟูรักษา ปรับเวลาการนอนให้เหมาะสมและเพียงพอ พยายามกำจัดความเครียดไม่ให้สะสม ออกกำลังกายอย่างสม่ำเสมอ พยายามจัดเวลาสำหรับการพักผ่อนเพื่อให้ผ่อนคลาย เพื่อให้สมองโล่งปลอดโปร่งก่อนเข้านอน</p>
      </div>
      <div className='paragraph'>
        <p>การนอนหลับ 8 ชั่วโมงเป็นค่าเฉลี่ยทั่วไปจึงไม่จำเป็นต้องสร้างความกดดันให้ตัวเองว่า ต้องนอนถึง 8 ชั่วโมง ให้สังเกตความต้องการของร่างกายในขณะนั้นเป็นหลักและปรับการนอนให้มีความพอดี</p>
      </div>
      <div className='paragraph'>
        <p>ที่มา : www.thaihealth.or.th</p>
      </div>
    </Section>
  </>
  )
}

export default Con103