import React from 'react'
import {
  Section
} from './ContentElement'

const Con102 = () => (
  <>
    <Section>
      <div className='title'>
        <h1>การปรับตัวเพื่อการนอนหลับที่ดี</h1>
      </div>
      <div className='content-image'>
        <img src='https://picsum.photos/id/175/750/575' alt='Con101'/>
      </div>
      <div className='paragraph'>
        <p>การนอนหลับอย่างมีความสุขเป็นสิ่งที่ใครหลายๆคนต้องการและการนอนไม่หลับก็เป็นความทุกข์ของใครหลายๆคน ถึงขนาดว่าไม่อยากให้ถึงเวลากลางคืน เพราะในเวลานั้นเป็นเวลาที่เราอยู่อย่างโดดเดี่ยว ในขณะที่คนอื่นนอนหลับอย่างมีความสุข  ทำให้เรารู้สึกทรมาณ วันนี้ KAPX จะมานำวิธีการปรับตัวเพื่อให้คุณนอนหลับได้อย่างมีความสุข แลัหลุดพ้นจากความทรมาณ</p>
      </div>
      <div className='paragraph'>
        <p>เทคนิคการปรับตัวเพื่อการนอนหลับที่ดี<br/>1.ปรับความคิดต่อการนอนไม่หลับ คุณควรแทนที่ความคิดในเชิงลบต่อการนอนหลับด้วยความคิดในเชิงบวกที่ถูกต้องตามจริงเพื่อช่วยให้คุณรู้สึกสงบผ่อนคลาย ทั้งนี้เพราะถ้าคุณสามารถปรับเปลี่ยนวิธีคิด คุณก็จะสามารถเปลี่ยนแปลงความรู้สึกที่เกิดขึ้นและท้ายที่สุดก็คือเรื่องการนอนหลับอย่างที่คุณต้องการ คุณควรพูดกับตัวเองในขณะที่กำลังเตรียมตัวเข้านอนด้วยคำพูดในเชิงบวกที่ช่วยให้จิตใจสงบและผ่อนคลาย ดังนี้</p>
        <li>ความทุกข์เป็นเรื่องธรรมชาติ เป็นของสาธารณะเกิดได้กับทุกคนตั้งแต่เรื่องเล็กน้อย</li>
        <li>สิ่งต่าง ๆ ในชีวิตล้วนมีความไม่แน่นอน เปลี่ยนแปลงได้ตลอดเวลา เลิกคาดหวังให้สิ่งต่าง ๆ เป็นอย่างที่ใจต้องการเพราะแม้กระทั่งการปรับตัวเองให้นอนหลับได้ก็ไม่ใช่เรื่องง่าย </li>
      </div>
      <div className='paragraph'>
        <p>2.ปรับพฤติกรรมและนิสัยที่ไม่เหมาะสม ที่ส่งปลต่อการนอน ดังนี้</p>
        <li>จำกัดระยะเวลานอนบนเตียง วิะนี้ช่วยลดเวลาที่คุณอยุ่บนเตียงเพราะนอนไม่หลับ คุณจะขึ้นเตียงนอนเมื่อรู้สึกง่วงนอนเท่านั้น ถ้าไม่สามารถหลับได้ใน 20 นาที ควรลุกจากเตียงและหากิจกรรมทำเงียบๆ เช่น การทำสมาธิและกลับไปนอนเมื่อง่วงเท่านั้น </li>
        <li>สร้างสุขอนามัยสำหรับการนอนที่ดี ปรับปรุงพฤติกรรมในช่วงกลางวัน ทำได้โดย ออกกำลังกายกำลังประมาณ3-4โมงเย็น ไม่ควรออกกำลังกายหนักหลัง 6โมงเย็น หลีกเลี่ยงบุหรี่ เครื่องดื่มที่มีกาเฟอินและแฮลกอฮอล์ก่อนนอน 4-6 ชั่วโมง หลีกเลี่ยงการดื่มน้ำ 2 ชั่วโมงก่อนเข้านอน</li>
        <li>ทำกิจวัตรประจำวันให้ปกติ หากทำไม่ได้ตามเป้าหมายอาจนำไปสู่ความเครียดจนนอนไม่หลับได้ จัดสิ่งแวดล้อมให้เหมาะกับการนอน โดยสงบ ไร้เสียงรบกวน มีแสงไม่มากเกินไป อุณหภูมิพอดี เตียงไม่นุ่มหรือแข้งมากเกินไป</li>
      </div>
      <div className='paragraph'>
        <p>ฝึกพยายามไม่นอนหลับ หรือใช้วิธีความตั้งใจที่ขัดแย้งกัน (Paradoxical Intention) เป็นการจัดการกับความวิตกกังวลว่าจะนอนไม่หลับซึ่งทำให้คุณนอนไม่หลับจริง ๆ เพราะความกังวลที่มากเกินกระตุ้นให้ร่างกายหลั่งฮอร์โมนคอร์ติซอล ซึ่งปกติจะหลั่งมากในช่วงเวลาเช้า ช่วยให้เรารู้สึกสดชื่น เตรียมร่างกายให้พร้อมในกิจกรรมต่าง ๆ และค่อยๆลดลงเหลือเพียง 10% ในช่วงเย็น การทำสิ่งที่ตรงกันข้ามคือการปล่อยวางความกังวล หรือไม่ใส่ใจกับเรื่องนอนไม่หลับนี้ จะช่วยลดระดับของฮอร์โมนคอร์ติซอล ทำให้คุณรู้สึกผ่อนคลายและหลับได้ง่ายขึ้น</p>
      </div>
      <div className='paragraph'>
        <p>การใช้เทคนิคนี้สามารถปฏิบัติได้อย่างง่าย ๆ คือ เข้านอนตามเวลา ปิดไฟ ล้มตัวนอนลงและหลับตาลงอยู่อย่างเงียบ ๆ ไม่ต้องพยามที่จะหลับ แต่สามารถเบี่ยงเบนจากความคิดฟุ้งซ่านต่าง ๆ ที่ปรากฏขึ้นในขณะนั้น ด้วยการใช้เทคนิคผ่อนคลายที่คุณชื่นชอบ ฝึกแบบสบาย ๆ ไม่ตั้งใจหรือจริงจังเกินไป การพยายามตื่นและรู้สึกตัวร่วมกับการฝึกเทคนิคผ่อนคลายจะช่วยปรับร่างกายให้อยู่ในโหมดของการผ่อนคลายซึ่งอาจช่วยให้คุณหลับได้เร็วขึ้น</p>
      </div>
      <div className='paragraph'>
        <p>การฝึกเทคนิคผ่อนคลาย การฝึกเทคนิคที่ช่วยให้คุณผ่อนคลายในเวลากลางคืนเป็นประจำสามารถช่วยบรรเทาความตึงเครียดและความวิตกกังวล อีกทั้งยังช่วยเตรียมคุณให้พร้อมสำหรับการนอนหลับ เทคนิคการผ่อนคลายดังกล่าว ได้แก่ การฝึกหายใจแบบลึก (Deep breathing exercise) การผ่อนคลายกล้ามเนื้อ (Progressive muscle relaxation) การสร้างภาพในจินตนาการ (Visual imagery training) การฝึกคุมจิต (Autogenic training) การฝึกสมาธิ ฯลฯ</p>
      </div>
      <div className='paragraph'>
        <p>3.ลดความเครียดหรือความวิตกกังวล ควรมีวิธีการจัดการที่สร้างสรรค์ โดยใช้ทัศนคติเชิงบวก เพื่อขจัดสิ่งเหล่านั้นออกจากความคิด ทำให้การนอนหลับเป็นไปอย่างราบรื่น</p>
      </div>
      <div className='paragraph'>
        <p>การปรับตัวเพื่อการนอนหลับที่ดีจะต้องใช้ความตั้งใจและเวลาในการฝึก ความอดทนและความมุ่งมั่นอย่างมากเพื่อให้คุณสามารถก้าวข้ามผ่านอุปสรรคต่าง ๆ ในระหว่างเส้นทางที่มุ่งไปสู่ความสำเร็จของการนอนหลับได้ดีตามธรรมชาติ แต่หากคุณสามารถที่จะปรับเปลี่ยนความคิด พฤติกรรมและสุขนิสัยที่เป็นพื้นฐานที่ดีของการนอนหลับได้แล้ว ท้ายที่สุดคุณก็จะเป็นคนหนึ่งที่มีความสุขกับการนอนหลับในยามค่ำคืนเช่นเดียวกับคนทั่วไป</p>
      </div>
      <div className='paragraph'>
        <p>ที่มา : nph.go.th</p>
      </div>
    </Section>
  </>
)

export default Con102