import React from 'react'
import {
  Section
} from './ContentElement'

const Con101 = () => (
  <>
    <Section>
      <div className='title'>
        <h1>ปรับความคิดลดวิกฤติฆ่าตัวตาย</h1>
      </div>
      <div className='content-image'>
        <img src='https://picsum.photos/id/216/750/575' alt='Con101'/>
      </div>
      <div className='paragraph'>
        <p>การฆ่าตัวตายเป็นเรื่องที่อยู่กับสังคมมายาวนาน ในทุกๆปีมีผู้คนมากกว่า1 ล้านคน ฆ่าตัวตายสำเร็จ เฉลี่ยแล้วมีผู้ฆ่าตัวตายสำเร็จ 1 คน ในทุก 40 วินาที  การฆ่าตัวตายติด 1 ใน 10 สาเหตุการตายของประชากรโลก ผู้ชายมีอัตราการฆ่าตัวตายมากกว่าผู้หญิงถึง 3 เท่า  อาจมีหลายสาเหตุเช่น ความเครียดสะสม ไม่ว่าจะเป็น เรื่องครอบครัว งาน หรือปัญหาสุขภาพที่ส่งผลต่อร่างกายและคั้นต่อจิตใจ จนหาทางออกไม่ได้และนำไปสู่การฆ่าตัวตาย ปัญหาเหล่านี้เป็นปัจจัยภายนอก ยังมีอีกปัจจัยที่แฝงอยู่ในร่างกายที่อันตรายโดยไม่รู้ตัว นั่นคือ "โรคซึมเศร้า"</p>
      </div>
      <div className='paragraph'>
        <p>โรคซึมเศร้า<br/>จากการศึกษาวิจัยในปัจจุบันพบว่า “โรคซึมเศร้า” สัมพันธ์กับระดับของสารเคมีในสมองที่ควบคุมเรื่องอารมณ์เศร้าเสียสมดุลไป โดยเฉพาะสารสื่อประสาทที่ชื่อ “เซโรโทนิน” (Serotonin) และ “นอร์เอพิเนฟริน” (Norepinephrine) ดังนั้นเมื่อแพทย์ให้ยาไปปรับระดับสารเคมีในสมองจึงทำให้อาการซึมเศร้าดีขึ้นได้ จริง ๆ แล้ว “โรคซึมเศร้า” ยังมีสาเหตุการเกิดอีกหลายอย่าง ซึ่งเป็นเรื่องที่ผู้ป่วยควรพูดคุยทำความเข้าใจกับแพทย์ผู้รักษาเพื่อที่จะให้การรักษาได้อย่างถูกต้อง ในที่นี้จะขอกล่าวในภาพรวมว่า “ทัศนคติของคนในสังคมถือเป็นเรื่องสำคัญและมีผลกระทบต่อบุคคลที่ป่วยเป็นโรคซึมเศร้า” พูดง่าย ๆ ว่า หากเรามีญาติสนิทหรือคนที่รักป่วยเป็นโรคซึมเศร้า การที่เขาเหล่านั้นจะหายจากโรคนี้ได้ช้าหรือเร็วก็เป็นผลมาจากทัศนคติของคนรอบข้างด้วยเช่นกัน </p>
      </div>
      <div className='paragraph'>
        <p>ลักษณะโรคซึมเศร้า“โรคซึมเศร้า” มีลักษณะที่ชัดเจนและเป็นยาวนานกว่า คือ จะมีอารมณ์เศร้าหรืออารมณ์หงุดหงิดที่เป็นมากและเป็นอยู่เกือบตลอดทั้งวัน ติดต่อกันเป็นเวลาอย่างน้อย 2 สัปดาห์ อาการไม่มีแนวโน้มที่จะดีขึ้นเอง ทำให้บกพร่องในเรื่องการคิด การตัดสินใจ ไม่สามารถทำหน้าที่การงานหรือการเรียนได้เหมาะสมดังเดิม บ่อยครั้งคนที่เป็นโรคซึมเศร้ามักจะไม่มีความสนใจในสิ่งต่าง ๆ รอบตัว เรียกง่าย ๆ ว่า “ไม่อยากทำอะไรทั้งนั้น” “เบื่อหน่ายไปหมด” รวมทั้งมีอาการต่าง ๆ เหล่านี้ตามมาด้วย เช่น</p>
        <li>การกินที่เปลี่ยนไป เบื่ออาหาร หรือกินมากขึ้น น้ำหนักเปลี่ยนแปลง </li>
        <li>ท่าทางเชื่องช้า ซึม เก็บตัว หรือบางคนอาจตรงข้าม อ่อนเพลีย คือ กรพสับกระส่าย ไม่นิ่ง </li>
        <li>ปวดเมื่อยร่างกาย ปวดศรีษะ ความจำไม่ดี </li>
        <li>ทำอะไรไม่มั่นใจเหมือนที่เคย </li>
        <li>มีความคิดเชิงลบต่อตนเอง </li>
        <li>มีความคิดฆ่าตัวตายหรือคิดเรื่องความตายอยู่ซ้ำๆ </li>
      </div>
      <div className='paragraph'>
        <p>ความคิดเชิงลบกับตัวเองและคิดเรื่องการฆ่าตัวตายนั้น เป็นอาการของโรคซึมเศร้า หากคนไกล้ชิดหรือคอบครัวสังเกตว่า มีคนที่เรารักแสดงท่าทีเศร้าๆหรือมีพฤษติกรรมที่เปลี่ยนไป ควรแสดงท่าทีที่เข้าใจ ให้กำลังใจ และพาไปพบแพทย์เพื่อรักษา บางครั้งปัญหาที่ผู้ป่วยซึมเศร้าเจออาจจะมาจากตัวเอง ซึ่งหมายถึงจิตใจ สารเคมีในสมอง และจากปัจจัยภายนอก เช่น ความกดดันจากคนในคครอบครัวและคนไกล้ชิด หลายๆคนมองว่าโรคซึมเศร้าเป็นความอ่อนแอและความขี้เกียจ จนไปวิจารณ์ด้วยคำพูดที่ไม่เหมาะสม เอาความคิดของตัวเองไปตัดสิน ซึ่งส่งผลกระทบต่อผู้ป่วยอย่างหนัก</p>
      </div>
      <div className='paragraph'>
        <p>บางคนมองว่าโรคซึมเศร้าเป็นโรคที่ไม่ได้มีความสาหัสอะไร เป็นเรื่องเล็๋กๆที่สามารถมองข้ามได้  ไม่เข้าไปช่วยหรือดูแล บางคนอาจจะแนะนำให้ “อย่าคิดมาก” “ทำไมถึงยังไม่หายสักทีปัญหาแค่นี้เอง “ หรือรีบ ๆ ให้คำแนะนำไปในสิ่งที่ผู้ป่วยทำไม่ได้จริงในขณะนั้น ท่าทีต่าง ๆ ดังที่ยกตัวอย่างมานี้จะไม่เป็นผลดีต่อคนที่ป่วยเป็นโรคซึมเศร้า</p>
      </div>
      <div className='paragraph'>
        <p>รักษาโรคซึมเศร้า<br/>หากเป็นโรคคซึมเศร้า สิ่งที่เราต้องทำเป้นอันดับแรกคือ ป	รับทัศนคติของตนเอง มองโรคซึมเศร้าให้เหมือนโรคทั่วๆไปที่ต้องได้รับการรักษา ไม่ใช่เรื่องน่าอายที่จะพูดคุยหรือปรึกษากับคนไกล้ชิด ากยิ่งมาอาการมากๆเช่น อยากฆ่าตัวตาย ควรปรึกษาเเพทย์ผู้เชี่ยวชาณเพื่อรักษาต่อไป</p>
      </div>
      <div className='paragraph'>
        <p>ที่มา : www.bangkokhospital.com</p>
      </div>
    </Section>
  </>
)

export default Con101