import React from 'react'
import {
    Section
} from './ContentElement'

const Con105 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>การดูแลสุขภาพจิต....ช่วงวิกฤติ COVID-19</h1>
            </div>
            <div className='content-image'>
                <img src='https://picsum.photos/id/452/750/575' alt='Con101'/>
            </div>
            <div className='paragraph'>
                <p>ในสถานการ์ณ์ปัจจุบันการเเพร่ระบาดของเชื้อไวรัสโคโรน่า 2019 (Covid 19)เป็นไปในวงกว้าง การติดตามข่าวสารสามารถติดตามได้จากหลายแหล่างข่าว มีทั้งข่าวจริงและข่าวปลอมหรือข่าวที่พูดถึงเพื่อสร้างความหวาดกลัวให้กับประชาชน เช่น การกลายพันธ์ของเชื้อไวรัส  จำนวนผู้เสียชีวิต สิ่งเหล่านี้ย่อมส่งผลต่อผู้รับข่าวสาร ทั้งความเครียดและความวิตกกังวล โดยเฉพาะคนที่ต้องเดินทางไปทำงานร่วมกับผู้อื่นอยู่ หรือแม่แต่คนที่ทำ social distance อยู่ด้วยแล้ว </p>
                <p>การจะผ่านพ้นวิกฤตนี้เราจะต้องดูแลสุขภาพจิตให้แข็งแรง ซุึ่งมีผลต่อการดำเนินชีวิตและการทำงาน วันนี้ KAPX ขอนำเสนอวิธีดูเเลสุขภาพจิตในช่วงวิกฤติ COVID-19 ดังนี้</p>
            </div>
            <div className='paragraph'>
                <p>1. มีสติอยู่เสมอ ทำความเข้าใจสถานกาณร์ปัจจุบันให้ดี สิ่งที่เกิดขึ้นอยุ่นอกเหนือการควบคุมของเรา ดังนั้น จงมีสติอยู่เสมอและเตรียมพร้อมเผชิญหน้าและต่อสู้ไปกับมัน.</p>
                <p>2.หากิจกรรมทำ เพื่อค้นหาศักยภาพที่ซ่อนเร้นหรือมุมมองใหม่ๆของตัวเอง เช่น ลองฝึกทำทำอาหาร หรือใช้เวลานี้ในการพัฒนาหุ่นตัวเองให้ฟิต </p>
                <p>3.ติดตามข่าวสารแต่พอดี การรับรู้มากเกินไปอาจทำให้วิตกกังวล และควรติดตามจากแหล่งที่น่าเชื่อถือเท่านั้น เช่น ข้อมูลจากโรงพยาบาล เพื่อป้องกันการรับข้อมูลที่ผิด</p>
                <p>4.คุยกับคนรอบข้าง ส่งกำลังใจผ่านทางไกลให้กันโดยการคุยผ่านแชท หรือ วิดีโอคอล ทำให้รู้สึกโดดเดี่ยวน้อยลง</p>
                <p>5.ปรึกษาจิตเเพทย์ ปัจจุบันการปรึกษาจิตแพทย์นั้นไม่ใช่เรื่องไกลตัวอีกต่อไป เพราะนอกจากจะช่วย รักษาสุขภาพจิตได้อย่างถูกวิธีแล้ว ยังทำให้เรารับมือกับปัญหาอื่น ๆ ได้ดีขึ้นด้วย</p>
                <p>อย่าลืมรักษาสุขภาพกายและสุขภาพจิตกันด้วยนะ</p>
            </div>
            <div className='paragraph'>
                <p>ที่มา : healthydee.moph.go.th</p>
            </div>
        </Section>
    </>
  )
}

export default Con105