import React from 'react'
import {
    Section
} from './ContentElement'

const Con202 = () => {
    return (
        <>
            <Section>
                <div className='title'>
                    <h1>Auto Suggestion การใช้คำพูดด้านบวกกับตัวเอง</h1>
                </div>
                <div className='content-image'>
                    <img src='https://picsum.photos/id/633/750/575' alt='Con101' />
                </div>
                <div className='paragraph'>
                    <p>เวลาที่คุณต้องผ่านปัญหาหนักของชีวิต หรือหน้าที่การงานมาด้วยแล้ว คำพูดปลอบใจหรือการใช้คำพูดด้านบวกเพียงแค่คำเดียว ก็อาจทำให้ความรู้สึกแย่ ๆ ที่เจอมาทั้งวันหายไปได้ แต่หากคไม่สามารถหาคำพูดปลอบใจจากคนรอบข้าง หรือคนใกล้ตัวได้ ลองใช้วิธี Auto Suggestion การใช้คำพูดด้านบวกกับตัวเองแทน</p>
                </div>
                <div className='paragraph'>
                    <p>วิธีการสร้าง Auto Suggestion<br/>Auto Suggestion หรือ การใช้คำพูดด้านบวกกับตัวเอง เป็นกระบวนการที่จิตใต้สำนึก ภายในใจของเราสร้างให้เกิดเป็นความคิดซ้ำ ๆ เพื่อปรับเปลี่ยนจิตตัวเองให้บันทึกอัตโนมัติ เป็นการบำบัดทางจิตอย่างหนึ่ง เป็นเหมือนการเขียนโปรแกรมความคิดให้กับตัวเองในการ “คิดว่าตนเองดีขึ้น” เป็นการสั่งจิตตัวเองให้คิดนั่นเอง ซึ่งหากเราสั่งจิตให้คิดดี ปลอบใจตัวเองด้วยคำพูดดี ๆ ก็จะช่วยให้สมองกลั่นกรองแต่ความคิดดี ๆ ออกมา </p>
                    <p>โดยวิธีการปฏิบัติเริ่มจากการตั้งเป้าหมาย สร้างจิตใต้สำนึกให้สมองคุณในแง่บวก เริ่มจากเรื่องเล็ก ๆ ก่อน จากนั้นก็พยายามขจัดความคิดด้านลบออก เช่น การขาดความมั่นใจ ความคิดด้านลบ สร้างพลังบวกให้ตัวเอง ลำดับถัดมาให้อยู่กับความเป็นจริงในปัจจุบัน อย่าไปโหยหาอดีต หรือไปคาดหวังกับอนาคตที่ยังไม่มาถึง จากนั้นก็ฝึกฝนจิตให้คิดซ้ำ ๆ แต่เรื่องที่ดี ๆ และท้ายสุดคือ จงเชื่อมั่นว่าสิ่งที่คุณคิดซ้ำ ๆ นั้นคือความจริง และเชื่อในสิ่งที่พูดออกมา เราอาจเริ่มจาก 5 ประโยคเพิ่มพลังบวกต่อไปนี้ก็ได้</p>
                </div>
                <div className='paragraph'>
                    <p>5 คำพูด สร้างกำลังใจให้ตัวเอง</p>
                    <p>“เราทำได้”   ถึงคุณจะยังไม่แน่ใจว่าสิ่งที่กำลังทำนั้นจะประสบความสำเร็จ หรือจะทำได้หรือไม่ แต่จงตั้งมั่นไว้ก่อนว่า คุณสามารถทำได้แน่นอน</p>
                    <p>“ไม่เป็นไรนะ”   หลายครั้งที่การลงมือทำงานอะไรสักชิ้น ต้องมีอุปสรรค มีหกล้ม มีสะดุดบ้าง แต่จงปลอบประโลมใจตัวเอง จงลุกขึ้นมาใหม่พร้อมกับคำพูดที่ว่า “ไม่เป็นไรนะ”</p>
                    <p>“ขอบคุณ”   ความอ่อนน้อมถ่อมตนใคร ๆ ก็ชอบ อยากให้ความช่วยเหลือ เรียนรู้ที่จะขอบคุณ และตอบแทนคืน</p>
                    <p>“ขอโทษ”   ไม่เคยมีใครไม่ทำอะไรผิดพลาด คนที่ไม่เคยผิดพลาด คือคนที่ไม่เคยลงมือทำอะไร ฉะนั้นเมื่อมีความผิดพลาดเกิดขึ้น ต้องขอโทษและสำนึกผิดให้เป็น</p>
                    <p>“เราเป็นคนดี”  คุณต้องสร้างให้จิตใต้สำนึกของตัวเองเชื่อว่า คุณคือคนดี ด้วยการคิดดี กระทำสิ่งดี ๆ จากนั้นคุณก็จงเชื่อมั่นว่า เราเป็นคนดี</p>
                </div>
                <div className='paragraph'>
                    <p>ที่มา : www.pattanakit.net</p>
                </div>
            </Section>
        </>
    )
}

export default Con202