import React from 'react'
import { Section } from './ContentElement'

const Con205 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>7 เทคนิคการเข้าสังคมที่ดีควรมีอะไรบ้าง</h1>
            </div>
            <div className='content-image'>
                <img src='https://picsum.photos/id/282/750/575' alt='Con101' />
            </div>
            <div className='paragraph'>
                <ol>
                    <li>มองตาคู่สนทนาเป็นเรื่องดี<br/>การสบตากับผู้พูดหรือผู้ฟังนั้นสร้างความมั่นใจกับคุณอย่างแน่นอน อีกทั้งยังแสดงถึงความจริงใจที่คุณมีต่อคู่สนทนา “คุณลักษณะที่มีสเน่ห์ดึงดูดมากที่สุดของคนเราคือ ความมั่นใจ แต่การแนะนำให้คนคนหนึ่งแสดงความมั่นใจออกไปตรงๆ อาจไม่ถูกต้องเสมอไป แล้วทางไหนล่ะถึงจะเป็นทางที่ดี? ลองหาวิธีที่จะแสดงออกได้ในทางอ้อมผ่านการมีปฏิกิริยาโต้ตอบนั่นก็คือ การสบตา”</li>
                    <li>งดใช้สรรพนามแล้วเรียกชื่อ<br/>มั่นใจได้เลยว่าคุณจะรู้สึกดี เมื่อมีคนมาทักทายคุณด้วยการเอ่ยชื่อ แต่ถ้าคุณจำชื่อคนไม่เก่ง ลองใช้วิธีจดชื่อ หรือใช้วิธีจำด้วยภาพที่สื่อถึงชื่อบุคคลนั้น ซึ่ง Howard Lee ได้ไกด์เทคนิคการจำไว้ว่า “พูดทวนชื่อของอีกฝ่ายในครั้งแรกที่รู้จักกันและทวนซ้ำอีกครั้งสองครั้งในหัวเพื่อให้จำได้ดีขึ้น”</li>
                    <li>รอยยิ้มสร้างความประทับใจ<br/>การยิ้มนั้นมีพลังมากกว่าที่คุณคิด การแสดงออกเหล่านี้สะท้อนว่าคุณให้ความสนใจโดยไม่ต้องพูดอะไร และการใช้ภาษาท่าทางประกอบ จะทำให้คนฟังสนใจคุณโดยไม่ต้องร้องขอ เป็นเทคนิคง่ายๆ ที่นำไปใช้ได้หากคุณต้องการให้คนสนใจเรื่องที่คุณกำลังพูดอยู่</li>
                    <li>ตั้งใจฟัง เพื่อเป็นผู้ฟังที่ดี<br/>“เรามี 2 หู 1 ปาก ดังนั้นเราควรที่จะฟังมากกว่าพูด” อีกหนึ่งคำแนะนำของ Mark Bridgeman ที่เราสามารถสร้างความประทับใจแก่คู่สนทนาได้อย่าง่ายได้ นอกจากนี้ คุณควรมีความกระตือรือร้นในการฟังรับฟังผู้อื่นด้วยความเคารพด้วยเช่นกัน เพื่อให้อีกฝ่ายรู้สึกประทับใจในตัวคุณมากยิ่งขึ้น</li>
                    <ol>
                        <p>คุณสมบัติของผู้ฟังที่ดีนั้น มีทั้งหมด 4 ขั้นตอนต่อไปนี้คือ </p>
                        <li>ฟัง </li>
                        <li>ตีความ </li>
                        <li>ประเมินค่า </li>
                        <li>ตอบสนองกับสิ่งที่ได้ฟัง </li>
                        <p>นั่นหมายความว่าคุณควรตั้งใจฟัง เพื่อแปลความหมายสิ่งที่ได้ยินแล้วประเมินค่าเพื่อหาข้อสรุป จบด้วยให้การเสนอแนะเพื่อให้ชี้ให้เห็นถึงสิ่งที่คุณได้ยินมา</p>
                    </ol>
                    <li>ให้ความสนใจอย่างทั่วถึง<br/>การให้ความสนใจผู้อื่นในวงสนทนา คือ การเปิดโอกาสให้คนอื่นได้แสดงความคิดเห็น และเป็นส่วนหนึ่งในวงสนทนา ซึ่งการพูดคุยนั้นควรตั้งถามคำถามปลายเปิด เพื่อให้บุคคลนั้นๆ มีส่วนร่วม ไม่รู้สึกโดดเดี่ยว </li>
                    <li>พูดเรื่องสบายหู ไม่ติเตียน<br/>หากคุณเป็นคนพูดก็อย่าไปติคนอื่นในทางที่ไม่ดีเพื่อให้คู่สนทนาเสียกำลังใจเด็ดขาด และที่สำคัญคือ เป็นคนที่มีทัศนคติแบบนักเรียนเสมอ ลดอีโก้เพื่อรับฟังคำแนะนำจากผู้อื่นเสมอ และเป็นการรักษาเครือข่ายสังคมของเราเอาไว้ด้วย</li>
                    <li>ห้ามตัดสินผู้อื่นในทันที<br/>ทุกคนจำเป็นต้องมีความเคารพผู้อื่นเสมอ บางครั้งเราอาจจะเจอคนดีๆ ที่เข้ามามอบโอกาสในเส้นทางอาชีพให้ได้ ดังนั้น อย่าพึ่งตัดสินใครจากการเจอกันครั้งแรก ภาพลักษณ์ภายนอก วุฒิการศึกษา หรือฐานะทางสังคม ลองเปิดใจสนทนากับบุคคลนั้น ไม่แน่ในอนาคตจเขาอาจจะกลายเป็นคนที่นำพาอนาคตที่ดีมากให้คุณก็เป็นได้</li>
                </ol>
            </div>
            <div className='paragraph'>
                <p>ที่มา : mmtrainingaca.com</p>
            </div>
        </Section>
    </>
  )
}

export default Con205