import React from 'react'
import { Section } from './ContentElement'

const Con204 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>8 เคล็ดลับช่วยพัฒนา “การออกกำลังกาย” ให้กลายเป็นนิสัย</h1>
            </div>
            <div className='content-image'>
                <img src='https://picsum.photos/id/446/750/575' alt='Con101' />
            </div>
            <div className='paragraph'>
                <p>การออกกำลังกาย ถือเป็นพฤติกรรมด้านบวกที่เป็นประโยชน์ต่อสุขภาพ ไม่ว่าจะด้วยเหตุผลเพราะอยากลดน้ำหนัก ลดความอ้วน อยากแข็งแรง อยากสุขภาพดี แค่คิด ๆ ในหัวมันก็คงดูเหมือนง่าย แต่พอลงมือทำจริง ๆ ปัญหาที่คนส่วนใหญ่เจอเหมือน ๆ กันก็คือ ยากที่จะบังคับให้ตนเองลุกไปออกกำลังกายอย่างสม่ำเสมอ</p>
            </div>
            <div className='paragraph'>
                <p>นิสัยที่รักการออกกำลังกายนั้นไม่ได้ติดตัวมาตั้งแต่เกิดเสียหน่อย มันเป็นสิ่งที่เราต้องค่อย ๆ สร้างมันขึ้นมาเอง</p>
            </div>
            <div className='paragraph'>
                <p>8 เคล็ดลับที่จะช่วยพัฒนาการออกกำลังกายให้กลายเป็นนิสัย</p>
                <ol>
                    <li>จิตใจที่ต้องมีวินัยในตัวเอง<br/>ต้องเริ่มต้นหาวินัยในตัวเองก่อน เพราะการจะพัฒนาการออกกำลังกายให้กลายเป็นนิสัย ไม่มีใครสามารถบังคับเราได้ มันอยู่ที่ความตั้งใจของเราเองล้วน ๆ เลย</li>
                    <li>กำหนดวันเวลาที่แน่นอน แล้วตั้งเตือนไว้ให้เหมือนนาฬิกาปลุก<br/>การจะพัฒนาให้การออกกำลังกายกลายเป็นนิสัย เราก็ต้องสร้างให้มันเป็นส่วนหนึ่งในกิจวัตรที่ต้องทำทุกวัน</li>
                    <li>มีเป้าหมายที่แน่ชัดและมีรางวัลจูงใจให้ตัวเอง<br/>ช่วงเริ่มต้น อย่าเพิ่งตั้งเป้าหมายสูงเกินเอื้อม (ให้มองเป็นเป้าหมายที่ชัดเจน) การประสบความสำเร็จกับเป้าหมายเล็ก ๆ จะช่วยให้เรามีกำลังใจที่จะก้าวสู่เป้าหมายที่ใหญ่ขึ้นเรื่อย ๆ</li>
                    <li>ค่อย ๆ เพิ่มความหนัก<br/>หากคุณเป็นคนหนึ่งที่เพิ่งเริ่มต้น ไม่เคยออกกำลังกายมาก่อนเลย อย่าเพิ่งหักดิบตัวเอง หักโหมออกกำลังอย่างหนักหน่วงในช่วงแรก เพราะมีโอกาสสูงที่จะทำให้รู้สึกท้อจนล้มเลิกความตั้งใจไปเสียก่อน ให้ใช้วิธีค่อย ๆ เพิ่มความหนักและความนานเข้าไปทีละน้อยจะทนได้ดีกว่า</li>
                    <li>ทำให้สม่ำเสมอ<br/>ความต่อเนื่องและสม่ำเสมอ เป็นหัวใจของการทำบางอย่างจนเคยชินและกลายเป็นนิสัยในที่สุด </li>
                    <li>หารูปแบบการออกกำลังกายที่ชอบจริง ๆ<br/>หาว่ารูปแบบการออกกำลังกายที่ตัวเองชอบ ถนัด หรือรู้สึกว่าอยู่กับมันได้นาน ๆ คืออะไร แล้วไปเลือกออกกำลังกายประเภทนั้น เชื่อได้เลยว่าเราจะเพลิดเพลินกับการออกกำลังกายจนลืมสนใจเวลาเลย</li>
                    <li>เลิกลีลา หยุดรีรอ ทำทันที<br/>การออกกำลังกายถ้าอยากทำก็ทำเลยไม่ต้องรอโอกาสหรือฤกษ์งามยามดีอะไร คิดเสียว่าเริ่มเร็วโอกาสเข้าใกล้เป้าหมายก็เร็วตาม</li>
                    <li>จดบันทึกการทำกิจกรรมและความเปลี่ยนแปลงที่เกิดขึ้น<br/>การจดบันทึกการทำกิจกรรมที่เราทำ ช่วยให้เราเห็นพัฒนาการ ความคืบหน้า และความเปลี่ยนแปลง ทั้งยังเห็นถึงความสามารถและความตั้งใจของตนเองได้อย่างชัดเจน</li>
                </ol>
            </div>
            <div className='paragraph'>
                <p>ที่มา : www.sanook.com</p>
            </div>
        </Section>
    </>
  )
}

export default Con204