import React from 'react'
import {
    Section
} from './ContentElement'

const Con201 = () => {
  return (
    <>
      <Section>
        <div className='title'>
          <h1>3 กลุ่มโภชนาการอาหารที่ร่างกายควรได้รับก่อนออกกำลังกาย</h1>
        </div>
        <div className='content-image'>
          <img src='https://picsum.photos/id/312/750/575' alt='Con101'/>
        </div>
        <div className='paragraph'>
          <p>โภชนาการที่ร่างกายควรได้รับก่อนออกกำลังกายนั้นมีความความแตกต่างกัน ขึ้นอยู่กับ น้ำหนัก ส่วนสูง อายุ หรือ  ประเภทของกิจกรรมการออกกำลังกายแต่ละชนิด และระยะเวลาในการออกกำลังกาย โภชนาการอาหารที่ร่างกายควรได้รับมีทั้งหมด 3 กลุ่มหลักๆ ได้แก่</p>
        </div>
        <div className='paragraph'>
          <p>1.กลุ่มคาร์โบไฮเดรต หรือ “คาร์บ”<br/>กลุ่มคาร์โบไฮเดรต หรือ “คาร์บ” เป็นกลุ่มสารอาหารที่ให้พลังงานคาร์โบไฮเดรต เมื่อทานเข้าไปจะถูกย่อยเป็นน้ำตาลกลูโคสในเลือด และถูกนำเข้าสู่เซลล์กล้ามเนื้อเพื่อเปลี่ยนเป็นไกลโคเจนเก็บไว้สำหรับเปลี่ยนเป็นพลังงานขณะออกกำลังกาย ช่วยให้สามารถออกกำลังกายได้อย่างเต็มสมรรถภาพ หากร่างกายขาดหรือได้รับสารอาหารในกลุ่มนี้ไม่เพียงพอจะทำให้เหนื่อยเร็ว กล้ามเนื้อล้าง่าย ไม่สามารถออกกำลังกายได้นาน ดังนั้นโภชนาการอาหารในกลุ่มนี้จึงมีความสำคัญมาก โดยเฉพาะคนที่ออกกำลังกายที่ใช้ระยะเวลานาน หรือออกกำลังกายเพื่อความทนทาน ควรทานคาร์โบไฮเดรตที่ย่อยง่าย ให้พลังงานสูงในปริมาณที่เพียงพอประมาณ 5-10 กรัม ต่อกิโลกรัมของมวลกาย </p>
        </div>
        <div className='paragraph'>
          <p>2.กลุ่มโปรตีน<br/>กลุ่มโปรตีน เป็นสารอาหารที่ช่วยรักษาซ่อมแซมส่วนที่สึกหรอของร่างกายและเพิ่มมวลกล้ามเนื้อ ควรทานก่อนออกกำลังกายแบบมีแรงต้าน จะสามารถช่วยลดอาการบาดเจ็บที่จะเกิดขึ้นกับกล้ามเนื้อได้ และทำให้กล้ามเนื้อแข็งแรงขึ้น สำหรับการทานอาหารหรือเครื่องดืมที่มีโปรตีนเป็นส่วนประกอบทันทีหลังออกกำลังหรือทานในช่วงที่มีการออกกำลังกายที่ยาวนานสามารถช่วยคงสภาพหรือเพิ่มมวลกล้ามเนื้อได้ นอกจากนี้ยังช่วยทำให้การใช้พลังงานขณะออกกำลังกายอย่างมีประสิทธิภาพ</p>
        </div>
        <div className='paragraph'>
          <p>3.กลุ่มไขมัน<br/>กลุ่มไขมัน ควรเลือกทานอาหารที่มีไขมันดีและไขมันต่ำ เพื่อช่วยเสริมในกลุ่มคาร์โบไฮเดรต และโปรตีน เช่น ปลาแซลมอน อะโวคาโด้  ไม่ควรทานของทอดของมันมากจนเกินไปในขณะออกกำลังกาย</p>
        </div>
        <div className='paragraph'>
          <p>เวลาที่เหมาะสมในการกินอาหารก่อนออกกำลังกาย<br/>ก่อนออกกำลังกาย 1-4  ชั่วโมง แนะนำเป็นอาหารที่มีคาร์โบไฮเดรตสูง ไขมันน้อย และมีโปรตีนอยู่ในระดับปานกลาง  อาหารประเภทคาร์โบไฮเดรต เช่น ข้าว ขนมปัง เส้นก๋วยเตี๋ยว หรือผลไม้ เช่น กล้วย แอปเปิ้ล สำหรับอาหารกลุ่มอื่น เช่น เนื้อสัตว์ที่มีไขมันต่ำ อย่างเช่น อกไก่ต้ม ปลานึ่ง ทูน่า อาหารที่ควรหลีกเลี่ยง ได้แก่ อาหารที่เสี่ยงการปนเปื้อนหรืออาหารรสจัด เพราะอาจทำให้ท้องเสียได้ เช่น ส้มตำ และผักทุกชนิด เพราะมีใยอาหารสูง ทำให้ย่อยยากเพราะอาจจะทำให้ปวดท้องขณะเล่นกีฬาหรือแข่งขัน อย่างไรก็ตามในบางคนที่ไม่สามารถทานอาหารเป็นมื้อหนักๆได้ การทานเป็น Liquid meal ที่มีทั้งคาร์บและโปรตีนเป็นส่วนผสมก็เป็นอีกทางเลือกหนึ่งที่สามารถทานก่อนออกกำลังกายได้</p>
          <p>ช่วงระหว่างออกกำลังกาย ควรรับประทานอาหารคาร์โบไฮเดรตที่ดูดซึมอย่างรวดเร็ว เช่น อาหารที่เป็นของเหลว เพื่อให้ร่างกายนำพลังงานไปใช้ได้อย่างเพียงพอในการออกกำลังกาย อาหารที่ควรรับประทาน เช่น เครื่องดื่มให้พลังงานสูง น้ำผลไม้ หรือน้ำหวาน อาหารที่ควรหลีกเลี่ยง ได้แก่ นมทุกชนิด เพราะมีโปรตีนเป็นส่วนประกอบ ทำให้ดูดซึมคาร์โบไฮเดรตได้ช้าลง</p>
        </div>
        <div className='paragraph'>
          <p>สิ่งสำคัญที่ห้ามลืม : ก่อนออกกำลังกายควรดื่มน้ำเพื่อป้องกันการขาดน้ำ<br/>ในช่วงก่อนออกกำลัง 1-4 ชั่วโมงควรดื่มน้ำประมาณ 400 – 600 มิลลิลิตร เพื่อให้แน่ใจว่าเราจะไม่ขาดน้ำระหว่างแข่งหรือออกกำลังกาย  และควรดื่มอีกประมาณ  240 มิลลิลิตร ก่อนออกกำลังกายประมาณ 10-20 นาที</p>
          <p>ปริมาณน้ำที่ดื่มควรสัมพันธ์กับปริมาณเหงื่อที่สูญเสียระหว่างออกกำลังกาย ไม่ควรปล่อยให้ร่างกายขาดน้ำ สำหรับเกลือแร่ จะสัมพันธ์กับการออกกำลังกายในอากาศที่้ร้อนมาก หากอากาศร้อนมากควรมีการทดแทนเกลือแร่ โดยเฉพาะโซเดียมร่วมกับน้ำดื่ม เพื่อลดความเสี่ยงของภาวะโซเดียมต่ำ จะทำให้เกิดความดันโลหิตลดลง อ่อนเพลีย เป็นลม หรือหมดสติได้</p>
        </div>
        <div className='paragraph'>
          <p>ที่มา : kdmshospital.com</p>
        </div>
      </Section>
    </>
  )
}

export default Con201