import React from 'react'
import {
    Section
} from './ContentElement'

const Con203 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>ชื่นชม เสริมกำลัง</h1>
            </div>
            <div className='content-image'>
                <img src='https://picsum.photos/id/401/750/575' alt='Con101' />
            </div>
            <div className='paragraph'>
                <p> การฝึกมองเห็นข้อดีที่น่าชื่นชมของคนอื่น ยังเป็นการฝึกจิตใจของเราเองช่วยให้เรามองเห็นด้านดีของมนุษย์ มองเห็นสิ่งดีในชีวิต เป็นการเติมความสุขให้กับตัวเราเอง เมื่อคนเราชื่นชมกัน ความสัมพันธ์ก็จะดีไปด้วย หรือถ้าเกิดความขัดแย้งก็จะสามารถคลี่คลายได้ง่ายขึ้น</p>
            </div>
            <div className='paragraph'>
                <p>วิธีฝึกชื่นชมคนรอบข้าง</p>
                <ol>
                    <li>เปิดใจรับและมองหาข้อดีที่น่าชื่นชมของคนรอบข้าง มองเขาอย่างที่เขาเป็น ไม่ใช่มองเขาจากกฎเกณฑ์ที่เรากำหนดขึ้น</li>
                    <li>มองคนโดยภาพรวม การมองคนโดยรวม เป็นวิธีการมองทุก ๆ ด้าน ทุก ๆ มิติ ทั้งด้านดี ด้านเสีย ข้อจำกัด ปมเด่น ปมด้อย พรสวรรค์ พรแสวง การงาน ครอบครัว สังคม ทุกสิ่งทุกอย่างในความเป็นเขา</li>
                    <li>รวบรวมความดี พยายามค้นหาคุณงามความดีของเขาให้พบมาก ๆ เพราะทันทีที่พบคุณงามความดีของเขาเพิ่มขึ้น จะส่งผลต่อความรู้สึกของเราให้ชื่นชม และมีทัศนคติที่ดีต่อเขาเพิ่มขึ้น</li>
                    <li>กล่าวคำชื่นชมด้วยความจริงใจ ทุกครั้งที่มีโอกาส คำชื่นชมของเราจะเพิ่มกำลังใจ เติมความสุขและเสริมให้เขาทำสิ่งดี ๆ มากยิ่งขึ้น</li>
                    <li>นำความดีมาชื่นชมทีละประเด็น เมื่อรวบรวมความดีไว้มากแล้ว หากจะกล่าวชื่นชม ให้นำมาชื่นชมทีละประเด็นๆ และควรมีคำว่า “ผม/ดิฉันรู้สึกชื่นชมคุณที่…” การชมทีละประเด็นเป็นเสมือนการฉีดวัคซีนทีละเข็ม จะช่วยให้เขารู้สึกดีและมีคุณค่าเพิ่มขึ้นเรื่อย ๆ</li>
                    <li>บอกพยานหลักฐานของประเด็นที่ชื่นชม การบอกพยานหลักฐานของประเด็นที่เราชื่นชมนี้มีความสำคัญมาก เพราะเป็นเครื่องพิสูจน์จากตัวเรา ไม่ให้เขาเข้าใจว่าเราไม่จริงใจ จะช่วยให้เขาเข้าใจและยอมรับในประเด็นที่เราชื่นชมว่าเป็นจริง</li>
                    <li>อาจเปรียบเทียบกับคนอื่นหรือสิ่งอื่น แต่เมื่อเปรียบเทียบแล้ว ต้องให้ผู้ได้รับการชื่นชมรู้สึกว่า ตัวเขาดีกว่าหรือเหนือกว่าสิ่งที่เรานำไปเปรียบเทียบ ประเด็นเปรียบเทียบนี้ทำก็ได้ ไม่ทำก็ได้ แต่หากทำได้ จะทำให้ผู้ที่เรากล่าวชมภาคภูมิใจและปีติยินดียิ่งๆขึ้น ไม่ควรนำมาเปรียบเทียบกับผู้ที่กล่าวชื่นชมเอง เพราะอาจเป็นการข่ม หรือทำให้ผู้กล่าวชื่นชมด้อยกว่าผู้ถูกชม พลังของการชื่นชมอาจลดลงได้</li>
                    <li>ชื่นชมเรื่องใดให้สรุปย้ำเรื่องนั้น การสรุปย้ำประเด็นที่เราชื่นชม ให้ผู้ที่เราชื่นชมได้รับรู้ครั้งนั้น เป็นการสรุปสาระสำคัญของประเด็นที่ชื่นชม เพื่อให้ผู้ที่ได้รับการชื่นชมเกิดความตระหนักรู้อย่างลึกซึ้ง ซึ่งเป็นหัวใจสำคัญของการสื่อสารเพื่อสร้างความรู้ความเข้าใจและจูงใจที่ลึกซึ้งต่อตัวเขาเอง</li>
                    <li>ชื่นชมจริง ๆ ไม่แฝงเร้นด้วยการตำหนิหรือประเมิน ขณะที่ชื่นชมขอให้เพ่งความสนใจและใส่ใจในประเด็นที่ชื่นชมเท่านั้น ห้ามตำหนิหรือประเมิน แม้ในความจริงอาจมองเห็นแง่มุมของความไม่สมบูรณ์บ้างก็ตาม</li>
                </ol><br/>
                <p>และอย่าลืมฝึกชื่นชมตนเองด้วย ซึ่งใช้วิธีการเดียวกัน คือ ปล่อยวางความคาดหวังที่มีต่อตนเอง เปิดใจรับ มองหาข้อดีที่น่าชื่นชม และกล่าวคำชื่นชมด้วยความจริงใจ</p>
            </div>
            <div className='paragraph'>
                <p>ที่มา : www.thaimentalhealth.com</p>
            </div>
        </Section>
    </>
  )
}

export default Con203