import React from 'react'
import { Section } from './ContentElement'

const Con301 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>Self Esteem การเห็นคุณค่าในตัวเองที่สร้างได้ </h1>
            </div>
            <div className='content-image'>
                <img src='https://picsum.photos/id/342/750/575' alt='Con101' />
            </div>
            <div className='paragraph'>
                <p>Self Esteem การเห็นคุณค่าในตัวเอง เป็นสิ่งสำคัญที่จะช่วยส่งเสริมคุณภาพชีวิต ซึ่งการเห็นคุณค่าในตัวเองต่ำอาจส่งผลกระทบต่อการใช้ชีวิต และอาจนำไปสู่ปัญหาสุขภาพจิตในระยะยาวได้ Self Esteem จึงเป็นสิ่งที่ไม่ควรละเลย</p>
            </div>
            <div className='paragraph'>
                <p>Self Esteem คืออะไร?<br/>Self Esteem คือ ความคิดเห็นที่มีต่อตนเอง ซึ่งส่งผลต่อความกระตือรือร้นในการใช้ชีวิต รวมถึงการรับมือกับสถานการณ์ต่าง ๆ ที่เกิดขึ้น ผู้ที่มี Self Esteem สูงนั้นจะมีทัศนคติที่ดีต่อตนเอง ในทางกลับกัน การมี Self Esteem ต่ำจะส่งผลให้รู้สึกแย่ และมีมุมมองความคิดต่อตนเองในแง่ลบ เป็นเหตุผลให้ขาดความกระตือรือร้นในการทำสิ่งต่าง ๆ และรู้สึกว่าตนเองไม่ความสามารถในการเผชิญกับปัญหาหรือความท้าทายในชีวิต</p>
                <p>	การมี Self Esteem ที่ต่ำหรือลดต่ำลงอาจส่งผลกระทบต่อทั้งร่างกายและจิตใจ โดยอาการที่มักพบ ได้แก่ เกลียดตัวเอง รู้สึกไร้ค่าหรือรู้สึกเหมือนไม่มีใครชอบ มีปัญหาในการตัดสินใจ โทษตัวเอง ไม่มีความสุข ไม่ค่อยมีความมั่นใจ รู้สึกผิดเมื่อใช้เวลาหรือใช้จ่ายเงินเพื่อความสุขของตัวเอง ไม่เห็นข้อดีของตัวเอง ไม่เชื่อในคำชื่นชมของผู้อื่นที่มีต่อตนเอง เป็นต้น ซึ่งเมื่อเวลาผ่านไป อาการเหล่านี้อาจนำไปสู่ปัญหาสุขภาพจิตอย่างโรคซึมเศร้าหรือโรควิตกกังวลได้</p>
            </div>
            <div className='paragraph'>
                <p>นอกจากนี้ การมี Self Esteem ต่ำยังส่งผลต่อคุณภาพชีวิตในหลาย ๆ ด้าน เช่น</p>
                    <ol>
                        <li>มีปัญหาด้านความสัมพันธ์ </li>
                        <li>เก็บตัว หลีกเลี่ยงกิจกรรมที่ต้องพบปะกับผู้อื่น เพราะคิดว่าผู้อื่นอาจรู้สึกไม่ชอบตนเอง</li>
                        <li>กลัวการเริ่มต้นใหม่ โดยอาจขาดความสามารถในการริเริ่มหรือทำในสิ่งที่ท้าทาย หรือทำสิ่งที่เป็นความท้าทายไม่ได้</li>
                        <li>ไม่กล้าตัดสินใจ หรือพยายามหลีกเลี่ยงสถานการณ์ที่ต้องตัดสินใจ เพราะกลัวว่าจะตัดสินใจผิดพลาด</li>
                        <li>นิยมความสมบูรณ์แบบ บางคนอาจกดดันตัวเองหรือผู้อื่นให้ทำในสิ่งที่สมบูรณ์แบบ</li>
                        <li>มีพฤติกรรมที่เสี่ยงต่อปัญหาสุขภาพ ผู้ที่มี Self Esteem ต่ำมักละเลยการดูแลตัวเอง และเสี่ยงมีพฤติกรรมทำร้ายสุขภาพมาก</li>
                    </ol>
            </div>
            <div className='paragraph'>
                <p>Self Esteem สร้างได้อย่างไร?<br/>การเห็นคุณค่าในตัวเองเป็นสิ่งที่ฝึกฝนให้เกิดขึ้นได้ โดยเริ่มจากตัวเองหรือการสนับสนุนจากคนรอบข้าง เพียงปฏิบัติตามคำแนะนำ ดังต่อไปนี้</p>
                    <ol>
                        <li>คิดเกี่ยวกับตัวเองในแง่บวก เมื่อทำผิดพลาด หลายคนอาจกดดันหรือโทษตัวเองมากเกินไป ซึ่งควรพยายามคิดเหมือนตนเองจะให้คำแนะนำกับเพื่อนสนิท โดยพึงระลึกอยู่เสมอว่าตนมีค่า มีความพิเศษที่ไม่เหมือนใคร และแม้ว่าจะมีปัญหาใด ๆ เกิดขึ้นก็สามารถข้ามผ่านมันไปได้</li>
                        <li>ตะหนักถึงข้อดีและความสำเร็จของตนเอง อย่าให้ความรู้สึกในแง่ลบบดบังจนมองไม่เห็นข้อดีของตนเอง โดยอาจลองเขียนถึงสิ่งที่ทำได้ดีหรือความสำเร็จเล็ก ๆ น้อย ๆ แล้วแปะไว้บนผนังเพื่อเตือนตัวเอง หากคิดไม่ออกให้สอบถามคนใกล้ชิด ซึ่งบุคคลรอบข้างควรสร้างความมั่นใจให้แก่ผู้ที่มี Self Esteem ต่ำด้วยการสนับสนุน ชมเชย และให้กำลังใจเป็นประจำ</li>
                        <li>กล้าปฏิเสธในสิ่งที่ตนไม่ต้องการ ผู้ที่มี Self Esteem ต่ำมักไม่กล้าปฏิเสธผู้อื่น แม้ตนเองจะไม่ชอบหรือไม่ต้องการสิ่งนั้น ซึ่งอาจยิ่งทำให้เกิดความรู้สึกหดหู่หรือไม่พอใจในตนเองมากยิ่งขึ้น ทางที่ดีควรนึกถึงตนเองให้มากขึ้นโดยเริ่มปฏิเสธในสิ่งที่ฝืนใจหรือไม่ต้องการ</li>
                        <li>ทำในสิ่งที่ตนมีความสุข ไม่ใช่เรื่องผิดหากจะทำตามใจตัวเองบ้าง เพราะจะทำให้รู้สึกผ่อนคลายและมีความสุขมากขึ้น ทั้งยังเป็นส่วนหนึ่งที่ช่วยให้มี Self Esteem สูงขึ้นไปด้วย</li>
                        <li>ตั้งเป้าหมายในสิ่งที่สามารถทำได้จริง เช่น การเริ่มต้นทำสิ่งใหม่ ๆ ที่ไม่เคยลอง หรือการพบปะกับผู้คน เป็นต้น โดยเริ่มจากสิ่งเล็ก ๆ เพื่อให้สามารถทำตามแผนที่กำหนดไว้ได้ง่ายขึ้น เพื่อช่วยให้มีความมั่นใจในตัวเองมากกว่าเดิม</li>
                        <li>ให้อภัยผู้อื่น ความรู้สึกโกรธแค้นหรือความไม่พึงพอใจต่อคนอื่นจะยิ่งทำให้ตนมีความคิดในแง่ลบ จึงควรให้อภัยผู้อื่นเพื่อให้ตัวเองได้หลุดพ้นจากความรู้สึกแย่ ๆ และช่วยให้มีความสุขมากขึ้น</li>
                        <li>เป็นมิตรกับผู้อื่น การเริ่มต้นบทสนทนาหรือยิ้มให้กับคนรอบข้างเป็นสิ่งหนึ่งที่สร้างความรู้สึกดี ๆ ให้แก่ตนเองได้ ซึ่งจะช่วยเพิ่มความรู้สึกเห็นคุณค่าในตัวเองไปด้วย</li>
                        <li>ไม่เปรียบเทียบตนเองกับผู้อื่น เพราะจะทำให้เกิดความเครียดและความวิตกกังวล รู้สึกไม่ดีกับตัวเอง รวมทั้งอาจกระทบต่อปัญหาสุขภาพจิตและคุณภาพชีวิตในด้านอื่นด้วย โดยควรคิดว่าตนเองได้ทำอย่างเต็มที่และดีที่สุดแล้ว หลีกเลี่ยงการอยู่ร่วมกับคนที่ทำให้รู้สึกแย่ เพราะจะยิ่งทำให้รู้สึกแย่กับตัวเองมากยิ่งขึ้น</li>
                        <li>ใช้เวลากับคนใกล้ชิดมากขึ้น คนใกล้ชิดถือเป็นบุคคลสำคัญในชีวิตที่สามารถช่วยสนับสนุน เป็นกำลังใจ ตลอดจนเสริมสร้างความมั่นใจและการเห็นคุณค่าในตัวเองได้ด้วย</li>
                        <li>นอนหลับให้เพียงพอ เพราะการพักผ่อนที่เพียงพอต่อความต้องการของร่างกายนั้นจะส่งผลดีต่อสุขภาพในทุก ๆ ด้าน</li>
                        <li>รับประทานอาหารที่มีประโยชน์และครบถ้วนตามหลักโภชนาการ เพื่อช่วยเสริมสร้างสุขภาพให้แข็งแรงทั้งกายและใจรักษาความสะอาดของร่างกาย การหมั่นดูแลความสะอาดของร่างกายและสวมใส่เสื้อผ้าที่สะอาดสะอ้านจะช่วยเพิ่มความมั่นใจให้กับผู้ที่มี Self Esteem ต่ำได้</li>
                        <li>ออกกำลังกายอย่างสม่ำเสมอ การออกกำลังกายจะทำให้ร่างกายหลั่งสารสร้างความสุขอย่างเอนดอร์ฟินออกมา ช่วยให้รู้สึกมีความสุขและเกิดความพึงพอใจต่อตนเองมากขึ้น</li>
                        <li>จัดที่อยู่อาศัยให้สะอาดและปลอดโปร่ง สภาพแวดล้อมและบรรยากาศที่ดีโดยรอบจะช่วยให้เกิดความรู้สึกผ่อนคลายมากยิ่งขึ้น</li>
                        <li>จัดการกับความเครียด ความเครียดเป็นปัจจัยสำคัญที่ทำให้ Self Esteem ลดลงได้ ดังนั้น ควรจัดการกับความเครียดด้วยการทำกิจกรรมที่ช่วยให้ผ่อนคลาย เช่น นวด ฟังเพลง เต้นรำ วาดภาพ เป็นต้น</li>
                    </ol>
            </div>
            <div className='paragraph'>
                <p>ที่มา : www.pobpad.com</p>
            </div>
        </Section>
    </>
  )
}

export default Con301