import React from 'react'
import { Section } from './ContentElement'

const Con304 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>7 ท่าฝึกโยคะที่บ้านสำหรับมือใหม่หัดเริ่ม</h1>
            </div>
            <div className='content-image'>
                <img src='https://picsum.photos/id/497/750/575' alt='Con101' />
            </div>
            <div className='paragraph'>
                <p>จุดเริ่มต้นของโยคะนั้นมาจากประเทศอินเดียเมื่อหลายพันปีที่แล้ว โดยตกทอดมาเรื่อง ๆ จนแพร่หลายและเป็นที่นิยมในปัจจุบัน “โยคะ” ได้รับความสนใจเป็นอย่างมากเพราะเป็นการออกกำลังกายที่ใช้อุปกรณ์ไม่มากและใช้พื้นที่น้อย แค่อยู่ในระยะที่ยืดเหยียดร่างกายได้ ท่าโยคะง่าย ๆ สามารถทำได้ในทุกช่วงวัย บทความนี้จึงจะนำเสนอประโยชน์ของการออกกำลังกายประเภทนี้</p>
            </div>
            <div className='paragraph'>
                <ol>
                    <li>ฝึกความยืดหยุ่นร่างกาย เมื่ออายุมากขึ้นกล้ามเนื้อก็จะยืดหยุ่นน้อยลง ยิ่งกับผู้ที่ต้องยืนหรือนั่งทำงานท่าเดิมทุกๆวันจะเกิดการตึงตามส่วนต่างๆที่ต้องใช้งานมาก โยคะจะช่วยบริหารกล้ามเนื้อ ส่งผลให้สุขภาพและรูปร่างก็จะดีขึ้นไปพร้อมกัน</li>
                    <li>ฝึกกล้ามเนื้อสร้างความแข็งแรง ช่วยให้เราสามารถเคลื่อนไหวได้คล่องตัวยิ่งขึ้น และเมื่อกล้ามเนื้อแข็งแรงก็จะเป็นการลดภาระของข้อต่อในร่างกายทำให้เสื่อมช้าลง อาการปวดตามข้อส่วนต่างๆก็จะลดลงด้วย </li>
                    <li>ช่วยจัดระเบียบร่างกายได้ดีขึ้น โยคะคือการกระจายน้ำหนัก สร้างสมดุลให้กับร่างกาย ซึ่งเมื่อเราฝึกจนเกิดความเคยชินแล้ว ร่างกายเราก็จะอยู่ในสภาพที่สมดุลตลอดเวลา หลังตรง บุคลิกดีขึ้นแม้จะอยู่ในช่วงเวลาธรรมดาระหว่างวัน</li>
                    <li>ผิวดี ชะลอความเสื่อม เนื่องจากการฝึกโยคะจะทำให้หลอดเลือดขยายตัว หัวใจทำงานดี เลือดสามารถไหลเวียนได้ดีขึ้น ส่งผลให้ผิวดี</li>
                    <li>ช่วยให้จิตใจสงบ เพราะการเล่นโยคะต้องใช้สมาธิ ดึงจิตใจให้อยู่กับร่างกายด้วยการกำหนดลมหายใจเข้าออกและเพ่งความรู้สึกไปกับร่างกายทำให้รู้สึกสงบ ลดความเครียดที่เกิดขึ้น</li>
                </ol>
            </div>
            <div className='paragraph'>
                <p>ท่าโยคะเบื้องต้น</p>
                <ul>
                    <p>ท่าภูเขา</p>
                    <li>ยืนตรงเท้าชิด ให้ส้นและฝ่าเท้าตรงกัน เหยียดขาให้ตึงโดยลงน้ำหนักทั้งสองข้างให้เท่ากัน เกร็งกล้ามเนื้อท้อง ยืดอก หลัง คอ ให้ตรง ตามองไปด้านหน้า ผ่อนคลายไหล่</li>
                    <li>หายใจเข้าออกลึกๆ หันฝ่ามือเข้าหากันแล้วชูขึ้นด้านบน เหยียดให้สุด</li>
                </ul>
                <ul>
                    <p>ท่าต้นไม้</p>
                    <li>ยืนตรงทิ้งมือลงข้างลำตัว ยกขาขวางอขึ้น จับฝ่าเท้าขึ้นแนบกับต้นขาด้านซ้ายปลายเท้าขวาชี้ลงพื้น ลงน้ำหนักที่เท้าซ้ายโดยทรงตัวยืนให้อยู่</li>
                    <li>เมื่อสมดุลร่างกายได้แล้ว ยกมือหรือพนมมือชูขึ้นเหนือศีรษะ หายใจเข้าออกลึกๆประมาณ 10 ครั้ง และสลับทำอีกข้าง</li>
                </ul>
                <ul>
                    <p>ท่าสะพาน</p>
                    <li>นอนหงายราบลงกับพื้น ฝ่ามือคว่ำแนบขนานข้างลำตัว งอเข่าโดยให้เข่าอยู่เหนือส้นเท้า ฝ่าเท้าแนบติดกับพื้น</li>
                    <li>หายใจออก ยกสะโพกขึ้นให้ต้นขาขนานกับพื้น คางแตะอก โดยทำค้างไว้ 1 นาที</li>
                </ul>
                <ul>
                    <p>ท่าตรีโกณ</p>
                    <li>แยกเท้าออกให้กว้างประมาณ 2 ช่วงไหล่ หันเท้าข้างขวาหมุนไป 90 องศา เท้าซ้ายหมุนออกเล็กน้อย ยกแขนกางขึ้นระดับไหล่โดยคว่ำฝ่ามือลง</li>
                    <li>หายใจออกช้าๆและค่อยๆเอียงตัวใช้แขนขวาแตะลงไปที่ข้อเท้าขวา แขนซ้ายเหยียดชี้ขึ้นด้านบนให้เป็นแนวเดียวกัน หันหน้าเงยขึ้นไปมองมือข้างซ้าย หายใจเข้าออก 5 ครั้งแล้วเปลี่ยนข้าง</li>
                </ul>
                <ul>
                    <p>ท่าวีระ </p>
                    <li>นั่งลงบนส้นเท้าโดยหงายฝ่าเท้าขึ้น เข่าทั้งสองชิดกันแนบไปกับพื้น  มือหงายขึ้นวางไว้บนตัก</li>
                    <li>ค่อยๆแยกขาทั้งสองข้างออกโดยเข่ายังติดพื้น ทิ้งตัวให้สะโพกแตะกับพื้น หายใจเข้าออก 5 ครั้งนั่งบนส้นเท้า เข่าชิดกัน หากเจ็บเท้าอาจจะปูผ้ารองพื้น</li>
                </ul>
                <ul>
                    <p>ท่านักรบ</p>
                    <li>ยืนแยกขาออกและกางแขนให้ขนานกับพื้น หันเท้าข้างซ้ายหมุนไป 90 องศา เท้าขวาหมุนมาทางซ้ายเล็กน้อย งอเข่าซ้ายลงจนสะโพกและเข่าซ้ายอยู่ในระดับเดียวกัน ในแนวตั้งเข่าซ้ายจะตรงกับส้นเท้า</li>
                    <li>ขาขวาเหยียดตรงเหยียดแขนสองข้างกางออกขนานไปกัฟบขา หันหน้าไปทางซ้ายและมองปลายนิ้ว ค้างไว้ 1 นาทีแล้วเปลี่ยนข้าง</li>
                </ul>
                <ul>
                    <p>ท่าไม้กระดาน</p>
                    <li>นอนคว่ำลงกับพื้น มือทั้งสองวางข้างลำตัว </li>
                    <li>งอศอก ใช้ฝ่ามือดันตัวยกขึ้นมาจนแขนเหยียดตรง เกร็งลำตัวให้ตรงเหนือพื้น ตามองไปด้านหน้า ค้างไว้ 1 นาที</li>
                </ul>
            </div>
            <div className='paragraph'>
                <p>โยคะเป็นการออกกำลังที่ใช้เวลาและพื้นที่น้อย เริ่มต้นง่าย ใช้อุปกรณ์ไม่มากแค่มีเสื่อโยคะซักผืน และใส่ชุดสำหรับออกกำลังที่คล่องตัวก็สามารถเริ่มต้นได้เลย หรือถ้าฝึกจนชำนาญแล้วอาจจะลองท้าทายตัวเองด้วยการซื้ออุปกรณ์เพิ่มเติมใหม่ๆแล้วฝึกท่าที่ยากขึ้นอีกซักนิดก็ยังได้</p>
            </div>
            <div className='paragraph'>
                <p>ที่มา : www.central.co.th</p>
            </div>
        </Section>
    </>
  )
}

export default Con304