import React from 'react'
import { Section } from './ContentElement'

const Con305 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>10 ประโยคปลอบใจที่อาจอ่อนไหวต่อคนคิดฆ่าตัวตาย </h1>
            </div>
            <div className='content-image'>
                <img src='https://picsum.photos/id/240/750/575' alt='Con101' />
            </div>
            <div className='paragraph'>
                <p>10 ประโยคปลอบใจ ที่อาจอ่อนไหวต่อหัวใจคนฟัง</p>
            </div>
            <div className='paragraph'>
                <ol>
                    <li>"เรื่องแค่นี้เอง คนอื่นเขาทุกข์กว่าคุณอีก เขายังไม่ฆ่าตัวตายเลย"<br/>ความรู้สึกของคนฟัง: ฉันรู้สึกถูกตัดสิน คุณไม่รู้เหรอว่าฉันใจเย็นแค่ไหนระหว่างที่ฉันต้องทนกับความเจ็บปวดเหล่านั้น</li>
                    <li>"ใจเย็น ๆ อย่าคิดมาก"<br/>ความรู้สึกของคนฟัง: ฉันรู้สึกถูกตัดสิน คุณไม่รู้เหรอว่าฉันใจเย็นแค่ไหนระหว่างที่ฉันต้องทนกับความเจ็บปวดเหล่านั้น</li>
                    <li>"อย่าคิดสั้น"<br/>ความรู้สึกของคนฟัง: ฉันรู้สึกว่าฉันกำลังถูกตัดสิน ฉันลังเลที่จะคุยกับคุณต่อ</li>
                    <li>"ผมเคยเจอแบบเดียวกับคุณเลย แต่ผมก็ผ่านมาได้"<br/>ความรู้สึกของคนฟัง: คุณกำลังบอกว่าฉันทนกับสิ่งต่าง ๆ ไม่ได้ ถ้าคุณทำได้และฉันทำไม่ได้ คงมีบางอย่างในตัวฉันที่ผิดปกติ</li>
                    <li>"คุณต้องทำแบบนี้แบบนี้นะ"<br/>ความรู้สึกของคนฟัง: ฉันแค่อยากให้คุณเข้าใจฉัน ไม่ใช่สั่งสอนฉัน ดูเหมือนคุณตำหนิฉันเลย</li>
                    <li>"เป็ดตุ๋นมะนาวดองอร่อยนะ" (รีบเปลี่ยนเรื่องพูดเวลาอีกฝ่ายพูดถึงการฆ่าตัวตาย)<br/>ความรู้สึกของคนฟัง: คุณไม่สนใจ</li>
                    <li>"เราอยากคุยนะ แต่พอดีมีธุระ"<br/>ความรู้สึกของคนฟัง: ฉันกำลังรบกวนคุณ</li>
                    <li>"ตกลงปัญหาของคุณคือเรื่องไหนกันแน่"<br/>ความรู้สึกของคนฟัง: ขอโทษที่ทำให้คุณต้องลำบากใจ</li>
                    <li>"ฆ่าตัวตายตกนรกนะ"<br/>ความรู้สึกของคนฟัง: คุณไม่เข้าใจความเจ็บปวดฉันเหรอ? แค่นี้ก็เหมือนตกนรกแล้ว</li>
                    <li>"เป็นอะไรวะ"<br/>ความรู้สึกของคนฟัง: ฉันคงทำให้เธอรำคาญ</li>
                </ol>
            </div>
            <div className='paragraph'>
                <p>ที่มา : www.bbc.com</p>
            </div>
        </Section>
    </>
  )
}

export default Con305