import React from 'react'
import { Section } from './ContentElement'

const Con302 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>6 วิธีสร้างแรงจูงใจให้ตัวเอง เวลาที่คุณท้อแท้หรือหมดกำลังใจ </h1>
            </div>
            <div className='content-image'>
                <img src='https://picsum.photos/id/455/750/575' alt='Con101' />
            </div>
            <div className='paragraph'>
                <p>แม้แต่คนที่มีความพยายาม และมีแรงกระตุ้นสูง ก็ย่อมมีช่วงเวลาที่ยากลำบากเสมอ บ่อยครั้งที่เราหาสาเหตุของความท้อแท้ไม่ได้ แต่ก็มีวิธีที่จะทำให้ความรู้สึกท้อแท้เหล่านั้นหายไปได้ พร้อมทั้งช่วยให้กลับมามีกำลังใจได้ใหม่อีกครั้ง บทความนี้นำเสนอ 6 วิธี การสร้างแรงจูงใจ ในเวลาที่รู้สึกท้อแท้หรือหมดหวัง</p>
            </div>
            <div className='paragraph'>
                <ol>
                    <li>พยายามหาสาเหตุว่าทำไมถึงท้อแท้<br/>หาสาเหตุของความรู้สึกท้อแท้ให้เจอ คุณกลัวบางสิ่งบางอย่างที่คุณต้องทำ และผลัดวันประพรุ่งอยู่เรื่อย เพราะคุณไม่ได้ทำมันด้วยความตั้งใจตั้งแต่แรก คุณอาจจะเหนื่อย อาจจะขาดสารอาหารที่มีประโยชน์ พักผ่อนหรือออกกำลังกายไม่เพียงพอ หรืออาจจะป่วยก็ได้ ซึ่งทำให้คุณขาดความมั่นใจในตัวเอง กลัวที่จะก้าวออกจากพื้นที่สุขสบายของคุณ คุณกำลังอยู่ระหว่างการทำบางสิ่งบางอย่าง ซึ่งมันอยู่ในช่วงที่ยากที่สุด จนทำให้คุณท้อใจ</li>
                    <li>เวลาที่คุณกลัวบางสิ่งที่ต้องทำ จงพยายามทำต่อให้สำเร็จ<br/>การออกกำลังกายตอนเช้า ถ้าคุณมองว่ามันเป็นเรื่องยากสำหรับคุณ คุณต้องหาวิธีทำให้มันสำเร็จ โดยอาจลองวางชุดออกกำลังกายไว้ข้างเตียง เพื่อที่ตื่นขึ้นมาจะได้เห็นมันเป็นสิ่งแรก หรือไม่ก็โทรนัดเพื่อนให้ไปเจอกันที่โรงยิมเพื่อที่จะได้ไปออกกำลังกายกัน การมีเพื่อนที่มีความรับผิดชอบจะช่วยสามารถเพิ่มความเป็นไปได้ ทำให้แผนการของคุณสำเร็จได้เป็นอย่างดี</li>
                    <li>ถ้าร่างกายคุณเหน็ดเหนื่อย คุณควรดูแลสุขภาพ<br/>ร่างกายเป็นกลไกสำคัญในการทำสิ่งต่างๆ แต่ในบางวันร่างกายของคุณเพียงแค่ต้องการให้คุณลุกออกจากโต๊ะทำงาน แล้วออกไปสูดอากาศข้างนอกบ้าง ลองนึกถึงพฤติกรรมที่ผ่านมาของคุณ คุณพักผ่อนเพียงพอหรือเปล่า คุณรับประทานอาหารที่มีประโยชน์บ้างไหม ครั้งล่าสุดนี้คุณป่วยเป็นอะไรจึงทำให้คุณรู้สึกแย่จนถึงตอนนี้?ลองสังเกตดูว่า คุณดูแลสุขภาพและร่างกายคุณดีพอหรือยัง การดูแลร่างกายให้ดีจะช่วยให้คุณหายจากอาการท้อแท้ที่เป็นอยู่ได้</li>
                    <li>เมื่อคุณขาดความมั่นใจ ลองหาเหตุผลว่าทำไมคุณถึงเป็นแบบนั้น<br/>คุณกำลังคิดในแง่ลบอยู่หรือเปล่า มีคำวิจารณ์แง่ลบหรือพบเจอเหตุการณ์แย่ๆ ที่ทำให้คุณรู้สึกแย่จนถึงตอนนี้ไหม คุณชอบเอาตัวเองไปเปรียบเทียบกับคนอื่นหรือไม่? หากคุณกำลังมองทุกอย่างในแง่ลบ คุณควรปล่อยวาง คิดบวก แล้วหันมาชื่นชมตัวเอง ให้กำลังใจตัวเอง หรือไม่ก็หาอะไรสนุกๆ ทำ เพื่อให้ชีวิตคุณมีความสุขได้แล้ว</li>
                    <li>เดินมาได้ครึ่งทางแล้ว จงพยายามต่อไปให้สุด<br/>เมื่อใดที่คุณตั้งมั่นทำงานใหญ่ๆ สักงาน ในช่วงแรกๆ คุณมักมีแรงกระตุ้นที่ดีเสมอ เส้นชัยของคุณจะดูชัดมาก คุณมีความคาดหวังและกระตือรือร้นเป็นพิเศษ ส่วนในช่วงสุดท้ายของงานก็ง่ายที่จะเกิดแรงกระตุ้นด้วยเช่นกัน เมื่อคุณเริ่มมองเห็นปลายทาง คุณก็จะรู้สึกตื่นเต้นและอยากทำมันให้เสร็จโดยเร็ว แต่ช่วงระหว่างทางนี่สิที่ยากที่สุด แรงกระตุ้นในช่วงแรกก็จะค่อยๆ หายไป และก็ดูเหมือนว่าเส้นชัยจะไกลออกไปเรื่อยๆ คุณควรคิดอยู่เสมอว่า อะไรคือเหตุผลที่ทำให้คุณริเริ่มสิ่งนั้นขึ้นมา? แล้วทำไมสิ่งนั้นถึงมีความหมายสำหรับคุณ หลายครั้ง การระลึกได้ว่า “ทำไม” จะสามารถช่วยกระตุ้นให้คุณเลิกรู้สึกท้อแท้และหมดหวังได้<br/>“ไม่สำคัญว่าคุณจะก้าวไปอย่างช้าๆ ตราบใดที่คุณไม่ยอมหยุด คุณก็ยังมีหวัง” ― ขงจื้อ (CONFUCIUS)</li>
                    <li>จงจำเอาไว้ว่าอาการท้อแท้ หมดหวัง จะไม่มีทางอยู่กับคุณตลอดไป<br/>ความพยายามมีบทบาทสำคัญต่อความสำเร็จของคุณเสมอ เส้นทางความสำเร็จเป็นเหมือนการผจญภัยในถนนที่เต็มไปด้วยหนทางคดเคี้ยวและขรุขระ ซึ่งมันไม่ได้เป็นเส้นทางที่โรยด้วยกลีบกุหลาบอย่างที่ใคร ๆ คิด แต่ทุกก้าวที่คุณกล้าเดินไปนั้น จะช่วยให้คุณมีความมั่นใจและทำมันได้ดีขึ้น อีกทั้งยังเป็นแรงผลักดันให้คุณเดินหน้าต่อไปและขับไล่อาการแย่ๆ เหล่านั้นออกไปได้ ทุกครั้งที่คุณตั้งเป้าหมาย คุณจะต้องพบเจอกับอุปสรรค และอุปสรรคเหล่านั้นก็จะทำให้คุณรู้สึกท้อแท้ ไร้แรงกระตุ้น แต่ การผลักดันตัวเองให้ผ่านพ้นอุปสรรคไปได้และพยายามเอาตัวเองออกจากความรู้สึกนั้น ล้วนช่วยให้คุณมีความมั่นใจและพร้อมที่จะก้าวไปสู่ความสำเร็จได้มากขึ้น</li>
                </ol>
            </div>
            <div className='paragraph'>
                <p>ที่มา : www.smartsme.co.th</p>
            </div>
        </Section>
    </>
  )
}

export default Con302