import React from 'react'
import { Section } from './ContentElement'

const Con404 = () => {
  return (
    <>
     <Section>
        <div className='title'>
            <h1>6 วิธีดูแลสุขภาพจิต คลายความวิตกกังวล ช่วงโควิด-19</h1>
        </div>
        <div className='content-image'>
            {/* <img src='https://picsum.photos/id/348/750/575' alt='Con101' /> */}
        </div>
        <div className='paragraph'>
            <p>ในสถานการณ์ปัจจุบัน หลายๆคนอาจตกอยุ่ในปัญหาความไม่แน่นอนหลายๆอย่าง ไม่ว่าจะเป็นเรื่องการงาน การเสี่ยงที่จะติดเชื้อ ความไม่แน่นอนทางเศรษฐกิจ สิ่งเหล่านี้จะเป้นตัวกระตุ้นให้เกิดความกลัว ความวิตกกังวล ซึ่งมีผลต่อสุขภาพจิต และนำไปสู่ความเครียดสะสมได้</p>
        </div>
        <div className='paragraph'>
            <p>การเสพข่าวสารจากสื่ออาจจะนำไปสู่การสบสน ทั้งข่าวจริง ข่าวปลอม หรือข่าวลือ ซึ่งก่อให้เกิดความตื่นตระหนก สับสน วิตกกังวล นอนไม่หลับ ไม่กล้าทำอะไร จนเกิดผลเสียทั้งสุขภาพกายและสุขภาพใจ วันนี้ KAPX จึงขอเสนอวิธีดุแลสุขภาพจิตในสถาณการณ์นี้ ที่ลดความวิตกกังวลของคุณ</p>
        </div>
        <div className='paragraph'>
            <ol>
                <li>ติดตามข่าวเท่าที่จำเป็น<br/>ลดการเสพติดโซเชียลมีเดีย ปิดการแจ้งเตือนข่าวสารที่ไม่สำคัญที่สร้างความวิตกกังวล ระมัดระวังข่าวปลอม </li>
                <li>เลือกรับข่าวสารจากแหล่งที่เชื่อถือได้<br/>วิธีนี้จะช่วยให้เรารับมือกับข่าวปลอมได้ดี และช่วยจำกัดเวลาในการรับข่าวสารได้ เพราะเป้นการรับข้อมูลจากแหล่งที่เชื่อถือได้โดยตรง เช่น คำแนะนำเเพทย์ หรือบทความต่างๆจากโรงพยาบาล</li>
                <li>ดูแลสุภาพกายและสุขภาพจิตให้เป็นปกติ <br/>พยายามใช้ชีวิตประจำวันมให้เป็นแปบปกติ ออกกำลังกายเพื่อให้สุขภาพกายเเข็งแรง นอนหลับพักผ่อนให้เพียงพอ ทำสมาธิ กินอาหารให้ครบ5หมู่ เพื่อไม่ให้เกิดความเครียด </li>
                <li>พยายามติดต่อนรอบข้างเสมอ<br/>การติดต่อพุดคุยกับครอบครัวหรือเพื่อนจะไม่ทำให้เรารู้สึกโดดเดี่ยว นอกจากเป็นการแบ่งปันข่าวสารซึ่งกันและกัน ยังเป็นการให้กำลังใจต่อกันด้วย</li>
                <li>หากิจกรรมยามว่าง<br/>หากิจกรรมผ่อนคลายทำ เช่น ฝึกทำอาหาร ออกกำลังกาย นั่งสมาธิ อ่านหนังสือหรือกิจกรรมอื่นๆ หลังจาก Work From Home เป็นตัวเลือกที่ดีในการหาความสนุกและผ่อนคลายให้กับตัวเอง</li>
                <li>รับแสงแดดอย่างเหมาะสม<br/>การอยู่แต่ในบ้านหรือในห้อง อาจทำให้หลายคนได้รับแสงแดดที่ไม่เพียงพอ ทำให้ฮอร์โมนและวิตามินในร่างกายเปลี่ยนแปลงไป ซึ่งอาจไปรบกวนนาฬิกาชีวภาพ (Circadian rhythm) เช่น การไม่ได้รับแสงแดดกระตุ้นการตื่นตัวของร่างกาย จะทำให้เมลาโทนินหลั่งช้าและมีระดับที่ไม่เพียงพอ ส่งผลให้เกิดปัญหาการนอนหลับ ความจำ<br/></li>
            </ol>
        </div>
        <div className='paragraph'>
            <p>การได้รับแสงแดดที่ไม่เพียงพอ ยังส่งผลต่อระดับวิตามินดี ที่กระตุ้นเอนไซม์สังเคราะห์สารสื่อประสาท ซึ่งเกี่ยวกับความเครียดและภาวะซึมเศร้า ดังนั้นหากใครอยู่บ้านที่มีบริเวณ ควรมีการออกมาเดินรับแสงแดดในยามเช้า หรือผู้ที่อยู่คอนโด อาจมีการเปิดหน้าต่างหรือรับแดดจากระเบียงห้อง โดยแสงแดดที่เหมาะสมต่อการสัมผัส ควรเป็นแดดยามเช้าก่อน 9.00 น. หรือยามเย็นหลัง 16.00 น. ประมาณ 5-15 นาทีต่อวัน เพื่อให้ร่างกายมีระดับวิตามินและฮอร์โมนที่เหมาะสม คงคุณภาพการนอน ลดความเครียด เสริมสร้างการทำงานของระบบภูมิคุ้มกัน ทำให้ร่างกายได้ทำงานอย่างมีประสิทธิภาพ</p>
        </div>
        <div className='paragraph'>
            <p>ที่มา :  www.pptvhd36.com</p>
        </div>
     </Section>
    </>
  )
}

export default Con404