import React from 'react'
import { Section } from './ContentElement'

const Con403 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>5 ประโยชน์จากการทำสมาธิ เพื่อสุขภาพใจที่ดีของคุณ </h1>
            </div>
            <div className='content-image'>
                {/* <img src='https://picsum.photos/id/348/750/575' alt='Con101' /> */}
            </div>
            <div className='paragraph'>
                <p>แต่ละวันนั้น คุณรู้หรือไม่ว่า คุณมีความคิดมากมายขนาดไหน มีทั้งเรื่องที่ดีและเรื่องที่สามารถทำให้เครียดได้ อาจจะยากที่จะสามารถสลัดความคิดความยุ่งเหยิงในจิตใจของเรา การทำสมาธิเป็นทางออกที่ดี ทำให้จิตใจสงบ นอกจากนั้นสามารถทำเราสามารถจดจ่อกับเรื่องใดเรื่องหนึ่งได้ดีอีกด้วย วันนี้ KAPX จะมาบอกว่า</p>
            </div>
            <div className='paragraph'>
                <p>ประโยชน์ของการทำสมาะมีอะไรบ้าง</p>
                <p>ฉลาดดมากขึ้น<br/>สังคมโลกปัจจุบันเป็นอะไรที่เชื่อมต่อเข้าหากัน การที่เราไม่จดจ่อกับเรื่องที่เราทำเรื่องจากสิ่งรบกวนรอบข้างทำใเราเรียนรู้ได้ยาก และการกำจัดสิ่งเหล่านั้นออกไปถือเป้นความท้าทาย การทำสมาธิเป็นทางออก มีผลทางการศึกษาว่าการทำสมาะช่วยให้มีการพัฒนาด้านความสนใจ สอนใมีความจดจ่อ แน่วแน่ ทำให้มีความจำ การเรียนรู้ในเรื่องที่สนใจที่ดีขึ้น</p>
                <p>ลดความเครียด<br/>ความเครียดสามารถทำร้ายสุขภาพได้ ทั้งร่างกายและจิตใจ ทั้งความวิตกกังวล ความดันโลหิตสูง หรือนำไปสู่ภาวะซึมเศร้า การทำสมาธิสามารถทำให้ผ่อนคลายโดยลดการกระตุ้นให้เกิดโรคได้ ตัวอย่างเช่น แสดงให้เห็นถึงการลดเกร็งของกล้ามเนื้อ ความดันโลหิตลดลง และอัตราการเต้นของหัวใจ การหายใจ รวมไปถึงคลื่นสองก็มีการพัฒนาในทางที่ดีขึ้น</p>
                <p>มีความสุขมากขึ้น<br/>มีการศึกษาโดยใช้เครื่องตรวจวินิจฉัยโรคด้วยคลื่นแม่เหล็ก(MRI)แสดงผลการตอบสนองแบบสู้หรือหนีต่อความเครียดที่ลดลง  หลังจากทำสมาะต่อเนื่องในเวลา 2 เดือน และแสดงถึงเยื่อหุ้มสมองส่วนหน้าที่มีหน้าที่ควบคุมต่อการแสดงออกด้านพฤติกรรมทางสังคมและความสามารถในการตัดสินใจที่เพิ่มขึ้น </p>
                <p>การนอนหลับที่ดีขึ้น<br/>เมื่อเราอยูในภาวะที่เครียดหรือวุ่นวายใจ การพักผ่อนจะกลายเป็นเรื่องยากเสมอ การทำสมาธิช่วยให้เรามีจิตใจสงบ ไม่ฟุ้งว่าน ปลอดโปร่ง ช่วยให้เรานอนหลับสนิทได้ยิ่งขึ้น</p>
                <p>ยืดอายุสมอง<br/>ผลของการศึกษาแสดงให้เห็นถึงความสัมพันธ์ระหว่างการทำสมาธิและอายุการทำงานของสมอง  โดยขอแนะนำว่าการยกระดับการทำสมาธิและการยืดหยุ่นของสมองจากการทำสมาธิ  สามารถช่วยปกป้องสติปัญญาจากการเสื่อมถอยได้ </p>
            </div>
            <div className='paragraph'>
                <p>ที่มา :  generali.co.th</p>
            </div>
        </Section>
    </>
  )
}

export default Con403