import React from 'react'
import { Section } from './ContentElement'

const Con401 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>12 เทคนิคทางจิตวิทยา ตัวช่วยในการเข้าสังคม </h1>
            </div>
            <div className='content-image'>
                <img src='https://picsum.photos/id/348/750/575' alt='Con101' />
            </div>
            <div className='paragraph'>
                <p>บทความนี้เราจะมาแนะนำเทคนิคง่าย ๆ ให้สามารถเข้าใจลักษณะท่าทางของผู้คน หรือวิธีการใช้คำพูดแบบใดสำหรับการโน้มน้าวผู้คนโดยการใช้หลักจิตวิทยาเบื้องต้น สำหรับการติดต่อหรือพูดคุยกับผู้อื่น ทั้งการทำงานและการเข้าสังคม เพื่อสร้างความมั่นใจให้กับตัวเองความมั่นใจให้ตัวเอง </p>
            </div>
            <div className='paragraph'>
                <ol>
                    <li>ถ้าต้องการรู้เรื่องบางอย่างจากบางคน ให้ถามคำถามที่ใกล้เคียงจากนั้นไม่ต้องตอบกลับเขาทันที แต่ให้เงียบไว้สักอึดใจเดียวแล้วส่งสายตาให้เค้าตอบความจริง แล้วเขาก็จะบอกสิ่งที่คุณต้องการอยากจะรู้หรือข้อมูลที่ใกล้เคียงมากที่สุด</li>
                    <li>เมื่อจะต้องเกลี้ยกล่อมใครสักคนให้ทำตามที่ต้องการ ให้มั่นใจว่าขณะที่พูดนั้นอยู่ในบริบทที่คุณยืนและอีกฝ่ายนั่ง</li>
                    <li>การสร้างความมั่นใจให้ตนเองเมื่อต้องไปพบปะพูดคุยกับผู้คนแปลกหน้า เมื่อไปถึงสถานที่นั้นให้บอตัวเองว่าผู้คนที่นั้นทุกคนชอบคุณ</li>
                    <li>เมื่อพบใครเป็นครั้งแรกให้จำชื่อเขาให้ได้ และเรียกชื่อเขาในระหว่างการสนทนา เพื่อสร้างความประทับใจและเชื่อมั่นในตัวคุณ</li>
                    <li>เมื่อพบปะพูดคุยกับใครแล้วเขาส่งสายตาให้มากกว่าการมองไปทางอื่น แสดงว่าเขาในใจในตัวคุณและสิ่งที่คุณกำลังพูด</li>
                    <li>ถ้าอยากรู้ว่าใครยิ้มเพื่อมารยาทหรือยิ้มจากใจจริงให้มองไปที่ดวงตาของเขา</li>
                    <li>หากอยากรู้ว่าคู่สนทนาสนใจสิ่งที่คุณกำลังพูดหรือไม่ ให้สังเกตที่ปลายเท้า ถ้าเขาสนใจปลายเท้าเขาจะตรงมาทางคุณ</li>
                    <li>การใช้มุขตลกทำให้บรรยากาศในการคุยดีขึ้นเสมอ แต่ต้องเลือกมุขตลกให้เหมาะสมด้วยเช่นกัน</li>
                    <li>ถ้าต้องการให้ใครทำอะไรให้คุณ การสั่งอาจจะไม่ได้ผลเสมอไป แต่ถ้าทำให้พวกเค้ามีทางเลือก พวกเค้าจะทำให้คุณอย่างเต็มใจ</li>
                    <li>ถ้าเกิดการโต้แย้ง คนที่ชนะได้คือคนที่ควบคุมอารมณ์และโทนเสียงได้ดี</li>
                    <li>หากต้องการสร้างความรู้สึกเชื่อใจกับคนที่คุณเพิ่งเคยรู้จัก คุณจะต้องเรียนที่ที่จะชอบสิ่งเดียวกัน และมีความคิดเห็นที่ไปในทิศทางเดียวกันกับเขา จะทำให้เค้ารู้สึกว่าเป็นพวกเดียวกัน</li>
                    <li>ฝังความคิดอีกฝ่ายด้วยการใส่วิธีคิดลงไปในใจพวกเขา คุณไม่จำเป็นต้องบังคับ แต่คุณสามารถค่อย ๆ หย่อนเมล็ดพันธุ์ที่คุณต้องการลงไปในหัว จากนั้นรอวันที่เมล็ดพันธุ์เหล่านั้นเติบโตด้วยการใส่วิธีคิดลงไปในหัวของคนคนนั้นทุกวัน</li>
                </ol>
            </div>
            <div className='paragraph'>
                <p>ที่มา :  www.sanook.com</p>
            </div>
        </Section>
    </>
  )
}

export default Con401