import React from 'react'
import { Section } from './ContentElement'

const Con402 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>5 วิธีสร้างความสุขให้ตัวเอง </h1>
            </div>
            <div className='content-image'>
                {/* <img src='https://picsum.photos/id/348/750/575' alt='Con101' /> */}
            </div>
            <div className='paragraph'>
                <p>“ความสุข” เป็นสิ่งที่อยู่รอบ ๆ ตัวเราเพียงแค่เรามองหา หรือบางครั้งความสุขนั้นสามารถสร้างได้ด้วยตัวเราเอง บทความนี้ได้นำเสนอ 5 วิธีสร้างความสุขให้กับตัวเอง</p>
            </div>
            <div className='paragraph'>
                <ol>
                    <li>ฝึกมองโลกในแง่บวก <br/>คำกล่าวที่ว่า “สุข” หรือ “ทุกข์” อยู่ที่ความคิดนั้นจริง การปรับมุมมองให้เป็นแง่บวก จะช่วยลดความเครียดให้กับตัวได้อย่างดีเยี่ยม การคิดและทำในสิ่งที่ดี จะช่วยดึงดูดสิ่งดี ๆ และกลุ่มคนดี ๆ เข้ามาอย่างแน่นอน</li>
                    <li>หาเวลาว่างเพื่อออกกำลังกาย <br/>“การออกกำลังกาย” นอกจากจะทำให้ร่างกายแข็งแรงห่างไกลโรคภัยแล้ว ยังเป็นวิธีที่ช่วยผ่อนคลายจิตใจได้อีกวิธีหนึ่ง เพราะในขณะที่เรากำลังออกกำลังกายอยู่นั้น ร่างกายจะหลั่งสารที่มีชื่อว่า “เอ็นโดรฟิน” ซึ่งเป็นฮอร์โมนแห่งความสุขที่จะช่วยสร้างความเคลิบเคลิ้ม ลดความเจ็บปวด และปลอบประโยนจิตใจ</li>
                    <li>พูดคำว่า “ขอบคุณ” ให้ติดปาก <br/>หมั่นพูด “ขอบคุณ” อยู่เสมอ ทั่งกับคนรอบข้าง แม้จะเป็นเรื่องเล็กน้อย และที่สำคัญขอบคุณตัวเองที่อดทนและฝ่าฟันปัญหามาได้ตลอดทั้งวัน เพราะการขอบคุณนั้นถือเป็นคำพูดทรงพลังที่สามารถสร้างความสุขให้กับทั้งผู้พูดและผู้ได้รับ</li>
                    <li>ให้รางวัลตัวเองในบางโอกาส <br/>“การให้รางวัลกับตัวเองบ้างในบางโอกาส” ก็เป็นอีกหนึ่งวิธีสร้างความสุขที่จะทำให้เรามีกำลังใจในการใช้ชีวิตต่อไปในอนาคต ไม่ว่าจะเป็นการกินของอร่อย ๆ หรือไปเที่ยวในที่ที่อยากไป ก็ถือเป็นการให้รางวัลชีวิตเล็ก ๆ น้อย ๆ ที่ช่วยสร้างความสุขให้กับชีวิตได้เป็นอย่างดี</li>
                    <li>พูดชมตัวเอง<br/>ไม่จำเป็นที่จะต้องรอให้ใครเอ่ยปากชมเรา แต่เราก็สามารถสร้างความสุขเล็กๆ น้อยๆ ให้กับตัวเราเองได้ผ่านการเอ่ยปากชมตัวเอง ไม่ว่าจะเป็น “วันนี้เราดูดีจัง” “วันนี้เราจะต้องทำได้แน่ๆ เพราะเราเป็นคนเก่ง” ฯลฯ  คำพูดเหล่านี้นอกจากจะสร้างความคิดในเชิงบวกแล้ว ยังเป็นการช่วยสร้างความมั่นใจที่ดีมาก</li>
                </ol>
            </div>

            <div className='paragraph'>
                <p>ที่มา :  www.ananda.co.th</p>
            </div>
        </Section>
    </>
  )
}

export default Con402