import React from 'react'
import { Section } from './ContentElement'

const Con405 = () => {
  return (
    <>
     <Section>
        <div className='title'>
            <h1>สาเหตุนอนไม่หลับและเคล็ดลับการแก้ไข</h1>
        </div>
        <div className='content-image'>
            <img src='https://picsum.photos/id/292/750/575' alt='Con101' />
        </div>
        <div className='paragraph'>
            <p>การนอนหลับพักผ่อนให้พียงพอเป้นปัจจัยสำคัยมากสำหรับมนุษย์ในการใช้ชีวิต หากเราพักผ่อนไม่เพียง อาจจะเปิดปัยหาต่างๆตามมามากมายเช่น ประสิทธิภาพในการทำงานลดลง หรือ ร่างกายอ่อนเพลีย คนในแต่ละช่วงวัยมีความต้องการพักผ่อนไม่เท่ากัน ขึ้นอยู่กับอายุ ทารกต้องการนอนวันละ 16 ชั่วโมง ในขณะที่ผู้ใหญ่ต้องการวันละ7-8 ชั่วโมง</p>
        </div>
        <div className='paragraph'>
            <p>แต่ปัจจุบัน "โรคนอนไม่หลับ"(Insomnia)มีอัตราเกิดเพิ่มขึ้น เนื่องจากวงจรชีวิตของผู้คนเปลี่ยนไปจากเดิม อาการของโรคนอนไม่หลับมีรูปแบบอาการมากมายเช่น เช่น การนอนไม่หลับ การนอนหลับไม่สนิท การหลับๆ ตื่นๆตลอดทั้งคืน การตื่นขึ้นมากลางดึก การตื่นเช้าผิดปกติ และการตื่นมาแล้วไม่สดชื่น เป็นต้น</p>
        </div>
        <div className='paragraph'>
            <p>7 สาเหตุที่ทำให้นอนไม่หลับ</p>
            <ol>
                <li>สิ่งแวดล้อมที่เสียงดัง แสงสว่างมาก หรือคับแคบ ทำให้หลับยาก สามารถแก้ปัญหาโดย จัดที่นอนให้เหมาะสม เงียบสงบ อุณหภูมิพอเหมาะ ปิดเครื่องมือสื่อสารหรือโทรทัศน์เมื่อต้องการนอน</li>
                <li>อาการเจ็บป่วยทางร่างกาย เช่น การไอ ปวดท้อง เมื่อย สามารถใช้การนวด การแช่น้ำอุ่นในการลดอาการ</li>
                <li>ความเครียด วิตกกังวล แรงกดดัน ซึมเศร้าหรือท้อแท้ การพยายามทำจิตใจให้สงบสามารถช่วยลดอาการฟุ้งซ่านได้ในระดับหนึ่ง ก่อนนอนควรทำสมองให้โล่ง ไม่นำเรื่องเครียดหรือผิดหวังมาคิด สามารถใช้กลิ่นมาช่วยในการนอนหลับ เช่น กลิ่นวนิลา เผื่อให้รู้สึกผ่อนคลายได้</li>
                <li>แอลกอฮอล์ กาเฟอีน หรือยาบางชนิดอาจส่งผลต่อการนอนหลับ</li>
                <li>หิวช่วงดึก ท้องว่าง หรือแน่นท้องเพราะกินอิ่มมากเกินไป จนนอนไม่หลับ ไม่ควรรับประทานอาหารหนักก่อนนอน ถ้ารับประทานแล้วควรเว้นระยะเวลาซักช่วงให้รู้สึกว่าสบายตัวแแล้ว จึงค่อยนอน ถ้าหากท้องว่างให้รับประทานอาหารเบาๆ เช่น น้ำผลไม้ หรือ ขนมปัง</li>
                <li>ภาวะการนอนหลับ การละเมอ ฝันร้าย หรือนอนไม่หลับจนติดเป็นนิสัย สามารถปรึกษาแพทย์ อาจมีการแนะนำให้ใช้ยานอนหลับ  ควรหลีกเลี่ยงการนอนกลางวัน ถ้านอนไม่หลับอาจหากิจกรรมทำ เช่น การอ่านหนังสือ หรือการทำสมาธิ ถ้ารู้สึกง่วงแล้วจึงเข้านอน</li>
                <li>หน้าที่การงานที่ต้องปรับเปลี่ยนเวลานอน เช่น ยาม หรือ พยาบาล ควรจัดตารางการพักผ่อน ในแต่ละวัน เพื่อให้ร่างกายมีความพร้อมต่องานที่ทำเสมอ</li>
            </ol>
        </div>
        <div className='paragraph'>
            <p>ที่มา :  www.rajavithi.go.th</p>
        </div>
     </Section>
    </>
  )
}

export default Con405