import React from 'react'
import { Section } from './ContentElement'

const Con501 = () => {
  return (
    <Section>
            <div className='title'>
                <h1>การเห็นคุณค่าในตัวเอง (Self Esteem)</h1>
            </div>
            <div className='content-image'>
                <img src='https://picsum.photos/id/349/750/575' alt='Con101' />
            </div>
            <div className='paragraph'>
                <p>จิตใต้สำนึกของคนที่มี self esteem จะต้องรู้บาปบุญ คุณโทษ รู้สิ่งใดดีสิ่งใดไม่ดี ส่วนพฤติกรรมของ self esteem มีความสามารถที่จะคิดแก้ปัญหา เชื่อมั่นในความคิดและความสามารถของตนเอง สามารถเลือกวิธีการตัดสินใจที่ถูกต้อง หากสูญเสียความสมดุลก็จะทำให้เกิดปัญหา </p>
            </div>
            <div className='paragraph'>
                <p>การมี Self Esteem ที่ต่ำหรือลดต่ำลงอาจส่งผลกระทบต่อทั้งร่างกายและจิตใจ โดยอาการที่มักพบ ได้แก่ เกลียดตัวเอง รู้สึกไร้ค่าหรือรู้สึกเหมือนไม่มีใครชอบ มีปัญหาในการตัดสินใจ โทษตัวเอง ไม่มีความสุข ไม่ค่อยมีความมั่นใจ รู้สึกผิดเมื่อใช้เวลาหรือใช้จ่ายเงินเพื่อความสุขของตัวเอง ไม่เห็นข้อดีของตัวเอง ไม่เชื่อในคำชื่นชมของผู้อื่นที่มีต่อตนเอง เป็นต้น ซึ่งเมื่อเวลาผ่านไป อาการเหล่านี้อาจนำไปสู่ปัญหาสุขภาพจิตอย่างโรคซึมเศร้าหรือโรควิตกกังวลได้  โดยการสร้าง Self Esteem นั้นก็ไม่ใช่เรื่องยาก การเห็นคุณค่าในตัวเองเป็นสิ่งที่ฝึกฝนให้เกิดขึ้นได้ โดยเริ่มจากตัวเองหรือการสนับสนุนจากคนรอบข้าง คุณอาจหาเวลาว่าง ชั่วโมงในตอนเช้าเพื่อพัฒนาตนเอง เช่น การนั่งสมาธิ อ่านหนังสือที่สร้างความเชื่อมั่น มองปัญหาและมองโลกในแง่ดี เลิกบ่นสิ่งที่ไม่ดีเกี่ยวกับตนเอง ลองหากระดาษสักแผ่นจดความคิดที่ดีๆ เกี่ยวกับตนเองไว้ด้านหนึ่ง อีกด้านหนึ่งจดสิ่งที่ไม่ดี แล้วนำมาวิเคราะห์ ว่าสิ่งที่ไม่ดี หรือสิ่งที่ดี มีมากกว่ากัน</p>
            </div>
            <div className='paragraph'>
                <p>เราก็ต้องเลิกเอาตัวเองไปเปรียบเทียบกับผู้อื่น เพราะเราต้องยอมรับว่า คนเราไม่สมบูรณ์ 100 % ทุกคน การเปรียบเทียบกับคนอื่นจะทำให้เกิดปัญหาที่ไม่สามารถแก้ไขได้อย่างมากมาย และที่สำคัญคุณอย่าดูถูกตัวเองหรืออย่ามองว่าตัวเองไม่มีความสามารถ หากเราคอยตอกย้ำถึงจุดด้อยของเรา เราจะไม่มีทางประสบผลสำเร็จ</p>
            </div>
            <div className='paragraph'>
                <p>จดสิ่งที่ดีเกี่ยวกับตัวคุณ เช่น ความซื่อสัตย์ ความคิดริเริ่ม ความมุ่งมั่น ความเอื้ออาทร และจดผลงานที่คุณชื่นชอบหรือประสบผลสำเร็จสัก 10 อย่าง เช่น การศึกษา การได้รับรางวัลและสุดท้ายจดคำขวัญไว้ในที่สามารถเห็นได้ชัดเจน อาจจะเขียนใส่โพสอิทแล้วแปะไว้หน้ากระจก เช่น ฉันเป็นคนที่มีความสามารถ ฉันมีความสุขในทุกๆวันและฉันจะประสบความสำเร็จในชีวิต เป็นต้น</p>
            </div>
            <div className='paragraph'>
                <p>ที่มา :  medium.com/@aomjiraporn</p>
            </div>
    </Section>
  )
}

export default Con501