import React from 'react'
import { Section } from './ContentElement'

const Con503 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>8 วิธี สร้างแรงจูงใจพัฒนาตัวเอง เพื่องานก้าวหน้า</h1>
            </div>
            <div className='content-image'>
                {/* <img src='https://picsum.photos/id/349/750/575' alt='Con101' /> */}
            </div>
            <div className='paragraph'>
                <p>เราต้องสร้างแรงจูงใจในการทำงาน เพราะการทำงานอาจจะก่อให้เกิดความท้อ ความเหนื่อยล้า และอุปสรรคต่าง ๆ เข้ามา </p>
            </div>
            <div className='paragraph'>
                <ol>
                    <li>การตั้งเป้าหมายของตัวเอง<br/>หากมีการตั้งจุดหมายเรื่องการทำงานเอาไว้ จะทำให้คุณมีหลักในการดำเนินการต่อไปอย่างมีจุดหมายที่เข้มข้นขึ้น เช่น การตั้งจุดหมายของการทำงานในองค์กรหนึ่งในระยะเวลา 5 ปี ว่าเราจะสามารถทำอะไรเพื่อองค์กรนี้ได้บ้าง ภายใน 2 ปี เราจะสามารถก้าวเป็นผู้ชำนาญในงานที่ทำอยู่ และภายใน 5 ปี จะได้เลื่อนตำแหน่งไปอยู่ในระดับที่สูงขึ้น หากมีการตั้งเป้าหมายเอาไว้เช่นนี้ในการทำงานของเราก็จะไม่น่าเบื่อหน่ายอีกต่อไป </li>
                    <li>วางแผนสู่ความสำเร็จ<br/>การวางแผนสู่ความสำเร็จว่าเป้าหมายที่เราจะไปให้ถึงนั้นมีวิธีการใดบ้าง ตัวอย่างเช่น หากคุณประกอบอาชีพเป็นเป็นนักขาย ดังนั้นยอดขายคือสิ่งที่สะท้อนความสำเร็จของคุณ ยอดขายที่สูงสะท้อนความตั้งใจการทำงานสูง คุณจึงต้องการวางแผนและตั้งเป้าหมายในแต่ละสัปดาห์ แต่ละเดือนและแต่ละปีว่าคุณจะต้องทำยอดขายได้มากขนาดไหนเพื่อให้เกิดการพัฒนาและก้าวสู่ความสำเร็จให้ได้</li>
                    <li>การพัฒนาตนเอง<br/>หากคุณมีการพัฒนาตัวเองอยู่เสมอ ทั้งการอบรมเพิ่มเติม การอ่านหนังสือเพิ่มเติมหรือการพูดคุยเพื่อขอความรู้จากผู้มีประสบการณ์ ผลที่ได้ก็จะเกิดขึ้นกับตัวคุณ คุณสามารถสร้างงานที่ดีมีคุณภาพให้กับองค์กรและความรู้เหล่านั้นทำให้ตัวคุณเองนั้นจะเป็นผู้ที่มีความรู้ในงานที่ทำมากขึ้น เพิ่มความน่าเชื่อถือและเป็นการสร้างศักยภาพให้กับตัวเองได้เป็นอย่างดี</li>
                    <li>การคิดบวกเป็นการสร้างแรงผลักดันที่ดีในการทำงาน<br/>เพราะเมื่องานมีปัญหาหรือหากคุณกำลังมีปัญหากับงานที่ทำ หากคุณเป็นคนคิดบวกเรื่องเหล่านี้จะกลายเป็นเรื่องเล็กและหนำซ้ำปัญหาเหล่านั้นยังเป็นเรื่องที่ช่วยให้คุณได้พัฒนาตัวเองไปในทางที่ดีได้อีก</li>
                    <li>แบ่งขอบเขตระหว่างเรื่องงานกับเรื่องสำคัญอื่น ๆ<br/>การที่ไม่รู้จักการแยกแยะ การแบ่งเวลา ทำให้ต้องรับภาระ แบกรับงานหลาย ๆ อย่างเอาไว้เพียงคนเดียว ซึ่งการทำงานดังกล่าวจะทำให้คุณรู้สึกไม่ดีและทำให้ไม่มีเวลาในการทำงานอื่น ๆ ดังนั้นควรแยกแยะแบ่งงานออกเป็นสัดส่วนให้ดี เพื่อไม่ต้องเจอกับปัญหางานล้น ทำงานไม่ทันส่งตามกำหนด</li>
                    <li>รู้จักรับมือกับความผิดหวัง<br/>หากคุณมีการตั้งรับที่ดี ไม่คาดหวังกับสิ่งต่าง ๆ มากเกินไป จะช่วยให้คุณไม่รู้สึกเครียดและเกิดความท้อ เช่น เมื่อคุณทุ่มเทไปกับงานชิ้นหนึ่งอย่างสุดความสามารถ แต่ผลตอบรับที่ได้นั้นไม่ดี คุณก็ต้องยอมรับในจุดนั้นเพราะอาจจะเกิดจากความผิดพลาดที่ตัวคุณเองไม่เคยทราบมาก่อนหรืออาจจะมีคนที่สามารถทำงานชิ้นนี้ออกมาได้ดีกว่า</li>
                    <li>สร้างความเป็นมืออาชีพให้กับตัวเอง<br/>เป็นการแสดงความสามารถให้ทั้งนายจ้างและลูกค้าได้เห็นถึงความสามารถในการทำงานของคุณว่ามีประสิทธิภาพขนาดไหน ซึ่งการเป็นมืออาชีพนั้นสามารถสร้างความเป็นมืออาชีพได้หลายทาง ทั้งจากประสบการณ์ การใช้ความรู้เพื่อพัฒนางาน การมีมุมมองที่กว้างไกล การควบคุมสติอารมณ์ในการทำงาน การสื่อสารกับผู้ร่วมงานด้วยความจริงใจและสุภาพอ่อนโยน การวางตัวให้มีความน่าเชื่อถือ ไม่เอาเรื่องส่วนตัวไปปะปนกับเรื่องงาน ซึ่งเมื่อคุณมีความเป็นมืออาชีพก็จะเกิดความน่าเชื่อถือ ทำให้คุณสามารถทำงานนั้นได้ราบรื่นและไม่รู้สึกสะดุดกับงาน</li>
                    <li>การให้รางวัลกับตัวเอง<br/>เมื่อคุณทำงานได้ดีก็ย่อมต้องมีการให้รางวัลกับตัวเองบ้างเพื่อเป็นแรงขับเคลื่อนให้ทำงานต่อไปได้ เช่น การไปพักผ่อนสักสองวัน การรับประทานอาหารดี ๆ สักมื้อ เป็นต้น เพราะหากเราทำแต่งานเพียงอย่างเดียวโดยไม่รู้จักให้รางวัลตัวเองเลย จะก่อให้เกิดความเครียดจากการงานได้มาก เนื่องจากสมองไม่ได้ถูกคลายเครียดกับช่วงเวลาที่มีความสุขเลย การพักผ่อนและการท่องเที่ยวสามารถช่วยผ่อนคลายความเครียดจากการทำงานหนัก ช่วยเติมพลังชีวิตให้ก้าวต่อไปของการทำงานมีประสิทธิภาพมากยิ่งขึ้น</li>
                </ol>
            </div>
            <div className='paragraph'>
                <p>การสร้างแรงจูงใจให้กับตัวเองนั้นสามารถทำได้ง่ายเมื่อเริ่มรู้สึกท้อกับการทำงาน เพียงแค่นึกถึงหลักการสร้างแรงจูงใจเหล่านี้ และค่อย ๆ ทำตามทีละก้าว ก็จะเป็นแรงขับเคลื่อนความสามารถของคุณที่มีออกมาสู้ต่อและก้าวข้ามอุปสรรคไปได้ หากคุณยังมีจุดหมายที่ชัดเจน ความสำเร็จก็อยู่ไม่ไกล คุณสามารถทำมันเพื่อให้มีอนาคตที่ดีได้</p>
            </div>
            <div className='paragraph'>
                <p>ที่มา :  moneyhub.in.th</p>
            </div>
        </Section>
    </>
  )
}

export default Con503