import React from 'react'
import { Section } from './ContentElement'

const Con504 = () => {
  return (
    <>
        <Section>
            <div className='title'>
                <h1>เคล็ดลับดีๆ 7 ข้อในการสร้าง “ความรู้สึกดี” ที่มีให้กับตัวเอง </h1>
            </div>
            <div className='content-image'>
                <img src='https://picsum.photos/id/367/750/575' alt='Con101' />
            </div>
            <div className='paragraph'>
                <p>ความรู้สึกดีกับตัวเองนั้น เป็นแนวคิดที่ดี ที่จะทำให้เราอดทนกับปัญหา และฟังฝ่าอุปสรรค์ที่ผ่านเข้าและปรับตัวเข้ากับสถานการณ์ต่าง ๆ ได้เป็นอย่างดี บทความนี้จะนำเสนอเคล็ดลับ ทำอย่างไรให้ “รู้สึกดี” ต่อตัวเอง ทั้งหมด 7 ข้อ</p>
            </div>
            <div className='paragraph'>
                <ol>
                    <li>สร้างความตระหนักรู้ในตัวเอง รู้ทันความคิดที่เราบอกกับตัวเอง ว่าช่วยให้มีพลังใจหรือกลับทำให้เรารู้สึกแย่ลงและเลือกที่จะคงไว้เพียงความคิดที่ช่วยสร้างพลังใจ</li>
                    <li>ค้นหาความถนัดของตนเอง บ่มเพาะและพัฒนาความถนัดนั้นให้เกิดเป็นผลสำเร็จที่น่าภาคภูมิใจ</li>
                    <li>ฝึกมองโลกในแง่ดี มีวิธีอธิบายสิ่งต่างๆ ที่เกิดขึ้นในชีวิต ในทางที่สร้างกำลังใจให้ผลักดันชีวิตไปข้างหน้าในทิศทางที่เหมาะสม</li>
                    <li>ยอมรับข้อดีและข้อเสียของตัวเอง ไม่คิดเปรียบเทียบกับคนอื่น ซึ่งจะทำให้เรารู้สึกแย่หรือลำพองจนเกินไป</li>
                    <li>หาแบบอย่างที่ตนชื่นชมและพร้อมเรียนรู้จากเขาเหล่านั้น ฝึกหัดที่จะเรียนรู้และรับฟังผู้อื่น โดยเฉพาะจากแบบอย่างที่ดี</li>
                    <li>รู้จักตั้งเป้าหมายและลงมือทำจนประกอบความสำเร็จ อาศัยความสำเร็จนี้ผลักดันวงจรเพื่อเพิ่มความรู้สึกที่ดีให้กับตัวเองต่อไป</li>
                    <li>หมั่นดูแลร่างกายและจิตใจให้แข็งแรงสดชื่นอยู่เสมอ</li>
                </ol>
            </div>
            <div className='paragraph'>
                <p>ที่มา :  www.wegointer.com</p>
            </div>
        </Section>
    </>
  )
}

export default Con504